" FOGRA" = "FOGRA";
" Pre-Printed Extra Heavyweight Cardstock" = "[MT]Pre-Printed Extra Heavyweight Cardstock";
"(1 - 9,999,999)" = "(1 - 9,999,999)";
"(1 - 99,999)" = "(1 - 99,999)";
"(1-12 Digits)" = "(1-12 Cifre)";
"(4 digits)" = "(4 cifre)";
"(4-10 Digits)" = "(4-10 Cifre)";
"(Optional)" = "(Opţional)";
"(Required)" = "(Necesar)";
"(SCT) Simple Catch Tray" = "(SCT) Tava Simplă de Ieşire";
"..." = "...";
":" = ":";
"+1" = "+1";
"+100" = "+100";
"+2 (MoreSquare)" = "+2 (Mai dreptunghiular)";
"+3" = "+3";
"+30" = "+30";
"0" = "0";
"0.5\" (8.5x11\" Template)" = "0,5\" (Model 8,5x11\")";
"-1" = "-1";
"1 Center Staple, Bottom" = "1 Capsă Centrală, Jos";
"1 Center Staple, Left" = "1 Capsă Centrală, Stânga";
"1 Center Staple, Right" = "1 Capsă Centrală, Dreapta";
"1 Center Staple, Top" = "1 Capsă Centrală, Sus";
"1 Paper Tray" = "1 Tavă de Hârtie";
"1 Staple" = "1 Capsă";
"1 Staple, Bottom Left" = "1 Capsă, Stânga Jos";
"1 Staple, Bottom Right" = "1 Capsă, Dreapta Jos";
"1 Staple, Top Left" = "1 Capsă, Stânga Sus";
"1 Staple, Top Right" = "1 Capsă, Dreapta Sus";
"-100" = "-100";
"106 Line Enhanced" = "106 Linii Îmbunătăţit";
"106 lpi" = "106 lpi";
"11 x 15\"" = "11 x 15\"";
"12 x 19\"" = "12 x 19\"";
"12.6 x 19.2\"" = "12,6 x 19,2\"";
"12.7 mm (A4 Template)" = "12,7 mm (A4 Model)";
"120 gsm" = "120 g/m2";
"1200x1200 256 shades of gray" = "1200x1200 256 nuanţe de gri";
"1200x1200 dpi" = "1200x1200 dpi";
"1200x600 dpi" = "1200x600 dpi";
"125 lpi" = "125 lpi";
"13 x 18\"" = "13 x 18\"";
"13 x 19\"" = "13 x 19\"";
"134 Line Enhanced" = "134 Linii Îmbunătăţit";
"134 lpi" = "134 lpi";
"140 gsm" = "140 g/m2";
"141 lpi" = "141 lpi";
"150 Dot" = "150 Puncte";
"150 gsm" = "150 g/m2";
"150 Line Enhanced" = "150 Linii Îmbunătăţit";
"150 lpi" = "150 lpi";
"156 lpi" = "156 lpi";
"16K (194 x 267 mm)" = "16K (194 x 267 mm)";
"16K (195 x 270 mm)" = "16K (195 x 270 mm)";
"175 Dot" = "175 Puncte";
"175 Dot (Primary)" = "175 Puncte (Primar)";
"190 Line Enhanced" = "190 Linii Îmbunătăţit";
"1-Sided Print" = "Imprimare 1 Faţă";
"2 & 4 Hole Punch" = "Perforare 2 şi 4 Găuri";
"-2 (LessSquare)" = "-2 (Mai puţin dreptunghiular)";
"2 and 3 Hole Punch" = "Perforare 2 şi 3 Găuri";
"2 and 3 Hole Punch Unit" = "Unitate Perforare 2 şi 3 Găuri";
"2 and 4 Hole Punch" = "Perforare 2 şi 4 Găuri";
"2 and 4 Hole Punch Unit" = "Unitate Perforare 2 şi 4 Găuri";
"2 Hole Punch" = "Perforare 2 Găuri";
"2 Hole Punch, Bottom" = "Perforare 2 Găuri, Jos";
"2 Hole Punch, Left" = "Perforare 2 Găuri, Stânga";
"2 Hole Punch, Right" = "Perforare 2 Găuri, Dreapta";
"2 Hole Punch, Top" = "Perforare 2 Găuri, Sus";
"2 Paper Trays" = "2 Tăvi de Hârtie";
"2 Staples" = "2 Capse";
"2 Staples, Bottom" = "2 Capse, Jos";
"2 Staples, Left" = "2 Capse, Stânga";
"2 Staples, Right" = "2 Capse, Dreapta";
"2 Staples, Top" = "2 Capse, Sus";
"2 Trays" = "2 Tăvi";
"2 up 6x9 (9.5 x 12.5\")" = "2 pe Pagină 6x9 (9,5 x 12,5\")";
"200 Dot" = "200 Puncte";
"200 Dot (Primary)" = "200 Puncte (Primar)";
"200 Line" = "200 Linii";
"210 gsm" = "210 g/m2";
"212 Line Enhanced" = "212 Linii Îmbunătăţit";
"215 x 315 mm" = "215 x 315 mm";
"226 x 310 mm" = "226 x 310 mm";
"250 gsm" = "250 g/m2";
"283 Line Enhanced" = "283 Linii Îmbunătăţit";
"2nd Side" = "Faţa 2";
"2-Sided Print" = "Imprimare 2 Feţe";
"2-Sided Print, Flip on Long Edge" = "Imprimare 2 Feţe, Rotire pe Muchia Lungă";
"2-Sided Print, Flip on Short Edge" = "Imprim. 2 Feţe, Rotire pe Muchia Scurtă";
"2-Sided Printing" = "Imprimare 2 Feţe";
"2-Sided Printing:" = "Imprimare 2 Feţe:";
"2-Sided-Printing:" = "Imprimare 2 Feţe: ";
"-3" = "-3";
"3 Hole Punch" = "Perforare 3 Găuri";
"3 Hole Punch Unit" = "Unitate Perforare 3 Găuri";
"3 Hole Punch, Bottom" = "Perforare 3 Găuri, Jos";
"3 Hole Punch, Left" = "Perforare 3 Găuri, Stânga";
"3 Hole Punch, Right" = "Perforare 3 Găuri, Dreapta";
"3 Hole Punch, Top" = "Perforare 3 Găuri, Sus";
"3 Paper Trays" = "3 Tăvi de Hârtie";
"3 Staples" = "3 Capse";
"3 Tray Module" = "Modul 3 Tăvi";
"3 Trays" = "3 Tăvi";
"3 Trays (High Capacity Feeder)" = "3 Tăvi (Alimentator de Mare Capacitate)";
"3 Trays (High Capacity)" = "3 Tăvi (Mare Capacitate)";
"3 x 5\"" = "3 x 5\"";
"3.5X5.5SEF" = "3,5 x 5,5\" SEF";
"-30" = "-30";
"300 Dot" = "300 Puncte";
"300 gsm" = "300 gsm";
"300 Line" = "300 Linii";
"300x300 dpi" = "300x300 dpi";
"310 x 432 mm" = "310 x 432 mm";
"328 x 453 mm" = "328 x 453 mm";
"350 gsm" = "350 gsm";
"4 Hole Punch" = "Perforare 4 Găuri";
"4 Hole Punch Unit" = "Unitate Perforare 4 Găuri";
"4 Hole Punch, Bottom" = "Perforare 4 Găuri, Jos";
"4 Hole Punch, Left" = "Perforare 4 Găuri, Stânga";
"4 Hole Punch, Right" = "Perforare 4 Găuri, Dreapta";
"4 Hole Punch, Top" = "Perforare 4 Găuri, Sus";
"4 Paper Trays" = "4 Tăvi de Hârtie";
"4 Staples" = "4 Capse";
"4 Staples, Bottom" = "4 Capse, Jos";
"4 Staples, Left" = "4 Capse, Stânga";
"4 Staples, Right" = "4 Capse, Dreapta";
"4 Staples, Top" = "4 Capse, Sus";
"4 Trays" = "4 Tăvi";
"4 Trays (High Capacity Feeder)" = "4 Tăvi (Alimentator de Mare Capacitate)";
"4 Trays (High Capacity Tandem Trays)" = "4 Tăvi (Tăvi Tandem Mare Capacitate)";
"4 Trays (High Capacity)" = "4 Tăvi (Mare Capacitate)";
"4-Hole Punch Unit" = "Unitate Perforare 4 Găuri";
"5 Paper Trays Installed" = "5 Tăvi de Hârtie instalate";
"5 Trays" = "5 Tăvi";
"5 Trays (High Capacity Feeder)" = "5 Tăvi (Alimentator de Mare Capacitate)";
"5 Trays (High Capacity Tandem Trays)" = "5 Tăvi (Tăvi Tandem Mare Capacitate)";
"5 Trays (High Capacity)" = "5 Tăvi (Mare Capacitate)";
"5 x 7\"" = "5 x 7\"";
"6 Paper Trays Installed (High Capacity)" = "6 Tăvi de Hârtie instalate (Mare Capacitate)";
"6 Trays" = "6 Tăvi";
"6 Trays (High Capacity Feeder and Tandem Trays)" = "6 Tăvi (Alimentator şi Tăvi Tandem de Mare Capacitate)";
"6 Trays (High Capacity Feeder)" = "6 Tăvi (Alimentator de Mare Capacitate)";
"60 gsm" = "60 g/m2";
"600 Dot" = "600 Puncte";
"600 Line" = "600 Linii";
"600x600 256 shades of gray" = "600x600 256 nuanţe de gri";
"600x600 dpi" = "600x600 dpi";
"70 gsm" = "70 g/m2";
"75 gsm" = "75 g/m2";
"8 x 10.5\"" = "8 x 10,5\"";
"8 x 10\"" = "8 x 10\"";
"8 x 13" = "8 x 13";
"8.5 x 13\"" = "8,5 x 13\"";
"80 ppm High Capacity Stacker/Stapler" = "Stivuitor/Capsator de Mare Capacitate 80 ppm";
"85 lpi" = "85 lpi";
"8K (267 x 388 mm)" = "8K (267 x 388 mm)";
"8K (270 x 390 mm)" = "8K (270 x 390 mm)";
"9 x 11\"" = "9 x 11\"";
"90 gsm" = "90 g/m2";
"a lot less" = "mult mai puţin";
"a lot more" = "mult mai";
"A3 (297 x 420 mm)" = "A3 (297 x 420 mm)";
"A4 (210 x 297 mm)" = "A4 (210 x 297 mm)";
"A4 Oversized (223 x 297 mm)" = "A4 Supradimensionat (223 x 297 mm)";
"A4 Tab (225 x 297 mm)" = "Separator A4 (225 x 297 mm)";
"A5 (148 x 210 mm)" = "A5 (148 x 210 mm)";
"A6 (105 x 148 mm)" = "A6 (105 x 148 mm)";
"A7 Envelope (5.25 x 7.25\")" = "Plic A7 (5,25 x 7,25\")";
"About" = "Despre";
"About..." = "Despre...";
"Absolute Colorimetric" = "Colorimetric Absolut";
"Account ID (Job Based Accounting)" = "ID Cont (Contorizare per Lucrare)";
"Account ID:" = "ID Cont:";
"Account Type:" = "Tip Cont:";
"Account:" = "Informaţii Suplimentare Cont:";
"Accounting" = "Contorizare";
"Accounting Codes Required" = "Coduri Contorizare Necesare";
"Accounting Note" = "Dacă această imprimantă necesită contorizare, selectaţi tipul de sistem de contorizare.";
"Accounting Prompt" = "Solicitare Contorizare";
"Accounting Prompt:" = "Solicitare Contorizare:";
"Accounting System" = "Sistem de Contorizare";
"Accounting System:" = "Sistem de Contorizare:";
"Accounting Title" = "Contorizare";
"Accounting..." = "Contorizare...";
"Accounting:" = "Contorizare:";
"AccountingCodesRequiredNote" = "Această lucrare a fost anulată. \n\nNu poate fi transmisă o lucrare fără Coduri Contorizare când Contorizarea este activată.";
"Add" = "Adăugare";
"Add Covers" = "Adăugare Coperţi";
"Add Covers..." = "Adăugare Coperţi...";
"Add Exception" = "Adăugare Pagini Diferite";
"Add Exceptions..." = "Adăugare Pagini Diferite...";
"Add From Address Book..." = "Adăugare din Agendă Adrese...";
"Add Insert" = "Adăugare Inserări";
"Add Inserts..." = "Adăugare Inserări...";
"Add Recipient" = "Adăugare Destinatar";
"Add Recipient..." = "Adăugare Destinatar...";
"Add to My Paper List" = "Adăugare la Lista Mea de Hârtie";
"Adding Duplicate Recipients" = "Adăugare Destinatari Duplicaţi";
"Additional Spot Colorant:" = "Colorant spot suplimentar:";
"Adjust Line Weight:" = "Ajustare grosime linie:";
"Adjustment" = "Reglare";
"Adjustment Magnitude" = "Amploare Reglare";
"Adobe RGB" = "Adobe RGB";
"Advanced" = "Avansat";
"Advanced Finisher" = "Finisher Evoluat";
"Advanced Finishing Module" = "Modul de Finisare Avansat";
"Advanced Office Finisher" = "Finisher de Birou Evoluat";
"Advanced Paper Selection" = "Selecţie Avansată Hârtie";
"Advanced..." = "Avansat...";
"After Each Set" = "După Fiecare Set";
"After Page" = "După Pagina";
"After Page(s) Option" = "După Pagina(ile)";
"Alert" = "Alertă";
"All" = "Toate";
"all colors except" = "toate culorile, exceptând";
"All Objects (Images, Text, Graphics)" = "Toate obiectele (imagini, text, grafică)";
"AllColors" = "Toate culorile";
"AllColorsExcept" = "Toate culorile, exceptând";
"AllColorsExceptChange" = "Toate culorile, exceptând %1$@";
"AllFoliageGreen" = "Toate culorile verde frunză";
"Allow Printer to Manage Halftones" = "Permite Imprimantei să administreze Semitonuri";
"Allow Printer to Manage Spot Colors" = "Permitere Administrare Culori Spot de la Imprimantă";
"Allow Printer to Manage Spot Colors:" = "Permitere Administrare Culori Spot de la Imprimantă:";
"Allow Software to Manage Halftones" = "Permite Software-ului să administreze Semitonuri";
"Allow Software to Manage Spot Colors" = "Permite Software-ului să administreze Culori Spot";
"AllSkinTones" = "Toate nuanţele de culoarea pielii";
"AllSkyBlue" = "Toate culorile azurii";
"ALotLess" = "Mult mai puţin";
"ALotMore" = "Mult mai";
"Always Apply Embedded Profiles" = "Aplică întotdeauna Profile Incluse";
"Always Prompt" = "Solicită întotdeauna";
"Amount:" = "Cantitate:";
"Annotation Options" = "Opţiuni Adnotare";
"Anti-aliasing:" = "Netezire:";
"Apple RGB" = "Apple RGB";
"Apply Form Pages:" = "Aplicare Pagini Formular:";
"Archival" = "Pentru arhivare";
"Archive" = "Arhivă";
"Auto" = "Auto";
"Auto Layering" = "Suprapunere automată straturi";
"Auto Switch" = "Comutare automată";
"Automatic" = "Automat";
"Automatic (Recommended)" = "Automat (Recomandat)";
"Automatic Black" = "Negru Automat";
"Automatic Color" = "Culoare Automată";
"Automatic Color (Recommended)" = "Culoare Automată (Recomandat)";
"Automatically Apply Embedded Profiles When Appropriate" = "Aplică automat Profile Incluse dacă sunt adecvate";
"Automatically scale and print on loaded paper size" = "Scalează automat şi imprimă pe formatul de hârtie alimentat";
"Automatically Select" = "Selectare Automată";
"Automatically Select Color" = "Selectare Automată Culoare";
"Automatically Select Type" = "Selectare Automată Tip";
"Auxillary Accounting Interface" = "Interfaţă Contorizare Auxiliară";
"B4 (250 x 353 mm)" = "B4 (250 x 353 mm)";
"B5 (176 x 250 mm)" = "B5 (176 x 250 mm)";
"B5 Envelope (176 x 250 mm)" = "Plic B5 (176 x 250 mm)";
"B5 ISO (176 x 250 mm)" = "B5 ISO (176 x 250 mm)";
"B5 JIS (182 x 257 mm)" = "B5 JIS (182 x 257 mm)";
"B6 (125 x 176 mm)" = "B6 (125 x 176 mm)";
"Back" = "Spate";
"Back Cover" = "Copertă Spate";
"Back Cover Paper Label" = "Hârtie Copertă Spate:";
"Back Cover Value" = "Copertă Spate";
"Back Cover:" = "Copertă Spate:";
"Back Only" = "Doar Spate";
"Background Form" = "Formular Fond";
"Background Form Name:" = "Nume formular fond:";
"Background Forms:" = "Formulare Fond:";
"Banner (210 x 900 mm)" = "Banner (210 x 900 mm)";
"Banner (297 x 1200 mm)" = "Banner (297 x 1200 mm)";
"Banner Message:" = "Mesaj Antet:";
"Banner Sheet" = "Coală Antet";
"Banner Sheet Uncheck Alert" = "Dezactivarea funcţiei Pagini Antet în anumite medii de birou poate avea ca efect pierderea sau amestecarea accidentală a lucrărilor dvs. de către alţi utilizatori, rezultând mai multă risipă.\n\nPentru ca lucrarea dvs. să ajungă intactă la imprimantă, luaţi în considerare adăugarea unui filigran pe prima pagină, care să asigure decalarea lucrărilor la ieşire (dacă funcţia Offset este suportată) sau capsarea lucrării dvs. (dacă funcţia este suportată)\n\nFaceţi clic pe OK pentru a dezactiva Pagini Antet.";
"Banner Sheet:" = "Coală Antet:";
"Basic Office Finisher" = "Finisher de Birou Obişnuit";
"Before Page 1" = "Înainte de Pagina 1";
"BFM (Basic Finisher Module)" = "BFM (Modul Finisher Obişnuit)";
"BFM + BFM" = "BFM + BFM";
"BFM + BFM + FTM" = "BFM + BFM + FTM";
"BFM + BFM + FTM-S" = "BFM + BFM + FTM-S";
"BFM + BFM + PSK" = "BFM + BFM + PSK";
"BFM + BFM + PSK + PSK" = "BFM + BFM + PSK + PSK";
"BFM + BFM + PSK + PSK + PSK" = "BFM + BFM + PSK + PSK + PSK";
"BFM + BFM + PSK + PSK + PSK + PSK" = "BFM + BFM + PSK + PSK + PSK + PSK";
"BFM + FTM" = "BFM + FTM";
"BFM + FTM-S" = "BFM + FTM-S";
"BFM + FTM-S + FTM-S" = "BFM + FTM-S + FTM-S";
"BFM + PSK" = "BFM + PSK";
"BFM + PSK + PSK" = "BFM + PSK + PSK";
"BFM + PSK + PSK + PSK" = "BFM + PSK + PSK + PSK";
"BFM + PSK + PSK + PSK + PSK" = "BFM + PSK + PSK + PSK + PSK";
"Bi-Directional Communication" = "Comunicaţie Bi-direcţională";
"Bi-Directional Communication..." = "Comunicaţie Bi-direcţională...";
"Bi-Directional Communication:" = "Comunicaţie Bi-direcţională:";
"Bi-Fold" = "Împăturire Dublă";
"Bi-Fold and Staple" = "Împăturire Dublă şi Capsare";
"Bi-Fold Multiple Sheets" = "Împăturire Dublă Coli Multiple";
"Bi-Fold Multiple Sheets (Booklet Fold)" = "Împăturire Dublă Coli Multiple (Împăturire Broşură)";
"Bi-Fold Multiple Sheets (Print Inside)" = "Împăturire Dublă Coli Multiple (Imprimare pe Interior)";
"Bi-Fold Multiple Sheets (Print Outside)" = "Împăturire Dublă Coli Multiple (Imprimare pe Exterior)";
"Bi-Fold Multiple Sheets Print Inside" = "Împăturire dublă coli multiple, imprimare pe interior";
"Bi-Fold Multiple Sheets Print Outside" = "Împăturire dublă coli multiple, imprimare pe exterior";
"Bi-Fold Single Sheet (Print Inside)" = "Împăturire Dublă Coală Unică (Imprimare pe Interior)";
"Bi-Fold Single Sheet (Print Outside)" = "Împăturire Dublă Coală Unică (Imprimare pe Exterior)";
"Bi-Fold Single Sheet Print Inside" = "Împăturire Dublă Coală Unică cu Imprimare pe Interior";
"Bi-Fold Single Sheet Print Outside" = "Împăturire Dublă Coală Unică cu Imprimare pe Exterior";
"Billing ID / Passcode:" = "ID Facturare / Cod Parolă:";
"Bin 1" = "Benă 1";
"Bin 2" = "Benă 2";
"Bin 3" = "Benă 3";
"Bin 4" = "Benă 4";
"Bind on Long Edge" = "Legare pe Muchia Lungă";
"Bind on Short Edge" = "Legare pe Muchia Scurtă";
"Binding" = "Legare";
"Binding Edge" = "Muchie Legare";
"Binding Edge:" = "Muchie Legare:";
"Binding Egde:" = "Muchie Legare:";
"Binding on Long Edge" = "Legare pe muchia lungă";
"Binding on Short Edge" = "Legare pe muchia scurtă";
"black" = "negre";
"Black" = "Negru";
"Black and Gray use K only" = "Negru şi Gri utiliz. numai cartuş K";
"Black and White" = "Alb şi Negru";
"Black Enhancement:" = "Amplificare Negru:";
"Black Only" = "Doar Negru";
"Black Overprint" = "Supraimprimare Negru";
"Black Trapping:" = "Suprapunere Negru:";
"Black uses K only" = "Negru utiliz. numai cartuş K";
"BlackLevel" = "Negru";
"Blank Back Cover" = "Copertă Spate Goală";
"Blank or Preprinted" = "Goale sau Preimprimate";
"Blank or Pre-printed" = "Goale sau Preimprimate";
"Blank or Pre-Printed" = "Goale sau Preimprimate";
"Blank or Preprinted Covers" = "Coperţi Goale sau Preimprimate";
"Blank Separators" = "Separatoare Goale";
"Blend" = "Amestecare";
"blue" = "albastre";
"Blue" = "Albastru";
"blue colors" = "culorile albastre";
"Bond" = "Standard";
"Booklet Crease" = "Pliere Broşură";
"Booklet Crease and Staple" = "Pliere Broşură şi Capsare";
"Booklet Creation" = "Creare Broşură";
"Booklet Creation..." = "Creare Broşură...";
"Booklet Custom Height Range" = "(%1$@ - %2$@ %3$@)";
"Booklet Custom Width Range" = "(%1$@ - %2$@ %3$@)";
"Booklet Finishing" = "Finisare Broşură";
"Booklet Finishing:" = "Finisare Broşură:";
"Booklet Fold" = "Împăturire Broşură";
"Booklet Fold / Bi-Fold" = "Împăturire Broşură / Împăturire Dublă";
"Booklet Fold and Staple" = "Împăturire Broşură şi Capsare";
"Booklet Image Order:" = "Ordine Imagini Broşură:";
"Booklet Layout" = "Aspect Broşură";
"Booklet Layout:" = "Aspect Broşură:";
"Booklet Maker Bin" = "Benă Dispozitiv de Broşurare";
"Booklet Maker Finisher" = "Finisher Dispozitiv de Broşurare";
"Booklet Margins" = "Margini broşură";
"Booklet Margins:" = "Margini Broşură:";
"Booklet Module" = "Modul Broşură";
"Booklet Options" = "Opţiuni Broşură";
"Booklet Options..." = "Opţiuni Broşură...";
"Booklet Paper Size" = "Format Hârtie Broşură";
"Booklet Staple" = "Capsare Broşură";
"Booklet/Watermark" = "Broşură/Filigran";
"Bottom" = "Jos";
"Bottom Bind" = "Legare Jos";
"Bottom Rotation:" = "Rotire Jos:";
"BottomLeft" = "Stânga Jos";
"BottomRight" = "Dreapta Jos";
"BR Booklet Maker Finisher" = "Finisher Dispozitiv de Broşurare BR";
"BR Finisher" = "Finisher BR";
"bright" = "strălucitoare";
"Bright" = "Strălucitor";
"brown" = "maro";
"Brown" = "Maro";
"brown colors" = "culorile maro";
"Buff" = "Bej";
"Build New Sentence" = "Creare frază nouă";
"Bypass" = "Manuală";
"Bypass Transport Tray" = "Tava Transportorului către Finisher";
"Bypass Tray" = "Tavă Manuală";
"Bypass Tray Feed Edge" = "Tava Manuală Muchie Alimentare";
"C Tri-Fold" = "Împăturire Triplă în C";
"C Tri-Fold (Print Inside)" = "Împăturire Triplă în C (Imprimare pe Interior)";
"C Tri-Fold (Print Outside)" = "Împăturire Triplă în C (Imprimare pe Exterior)";
"C Tri-Fold Print Inside" = "Imprimare la Interior Împăturire Triplă în C";
"C Tri-Fold Print Outside" = "Imprimare la Exterior Împăturire Triplă în C";
"C Tri-Fold Single Sheet - (Print Inside)" = "Împăturire Triplă în C Coli Unice - (Imprimare la Interior)";
"C Tri-Fold Single Sheet - (Print Outside)" = "Împăturire Triplă în C Coli Unice - (Imprimare la Exterior)";
"C4 Envelope (229 x 324 mm)" = "Plic C4 (229 x 324 mm)";
"C5 Envelope (162 x 229 mm)" = "Plic C5 (162 x 229 mm)";
"C5 Open Envelope (162 x 229 mm)" = "Plic Deschis C5 (162 x 229 mm)";
"C6 Envelope (114 x 162 mm)" = "Plic C6 (114 x 162 mm)";
"Cancel" = "Anulare";
"Card Stock" = "Carton";
"Cardstock" = "Suport Carton";
"Cardstock Reloaded" = "Suport Carton Reîncărcat";
"Catch Tray or Output Tray" = "Tava de Ieşire";
"Center Bottom Tray" = "Tava Inferioară Centrală";
"Center Staple" = "Capsă Centrală";
"Center Staple, Bottom" = "Capsă Centrală, Jos";
"Center Staple, Left" = "Capsă Centrală, Stânga";
"Center Staple, Right" = "Capsă Centrală, Dreapta";
"Center Staple, Top" = "Capsă Centrală, Sus";
"Center Top Tray" = "Tava Superioară Centrală";
"Center Tray" = "Tava Centrală";
"Center Tray - Lower" = "Tava Centrală - Inferioară";
"Center Tray - Upper" = "Tava Centrală - Superioară";
"Center Tray(Integrated Office Finisher)" = "Tavă Centrală (Finisher de Birou Integrat)";
"Center Watermark" = "Centru";
"Center:" = "Centru:";
"Charge Print" = "Taxare Imprimare";
"Choose File..." = "Alegere Fişier...";
"Choukei 3 Envelope (120 x 235 mm)" = "Plic Choukei 3 (120 x 235 mm)";
"Choukei 4 Envelope (90 x 205 mm)" = "Plic Choukei 4 (90 x 205 mm)";
"CIE Color" = "Culoare CIE";
"CIEImages" = "Imagini CIE:";
"CIETextGraphics" = "Text şi Grafică CIE:";
"Clear" = "Transparent";
"Clear (Transparency)" = "Transparent";
"Clear Amount:" = "Cantitate cerneală transparentă:";
"Clear Dry Ink" = "Cerneală uscată transparentă...";
"Clear Dry Ink:" = "Cerneală Uscată Transparentă:";
"Clear List" = "Ştergere Listă";
"Clear Options:" = "Opţiuni cerneală transparentă:";
"Close" = "Închidere";
"cloudy" = "înnorat";
"CMYK" = "CMYK";
"CMYK Color" = "Culoare CMYK";
"CMYK Color Space" = "Spaţiu Culoare CMYK";
"CMYK Color:" = "Culoare CMYK:";
"CMYKImages" = "Imagini CMYK:";
"CMYKTextGraphics" = "Text şi Grafică CMYK:";
"Coating Type" = "Tip Tratare";
"Coating Type:" = "Tip Tratare:";
"Coil Punch" = "Perforare pt. spirală";
"Coil Punch, Bottom" = "Perforare pt. spirală, Jos";
"Coil Punch, Left" = "Perforare pt. spirală, Stânga";
"Coil Punch, Right" = "Perforare pt. spirală, Dreapta";
"Coil Punch, Top" = "Perforare pt. spirală, Sus";
"Collate must be set to Uncollated" = "Colaţionare trebuie setat la Necolaţionate";
"Collated" = "Colaţionate";
"Color" = "Color";
"Color Adjective" = "Adjectiv Culoare";
"Color Adjustments" = "Reglări Culoare";
"Color Adjustments Title" = "Reglări Culoare";
"Color Adjustments..." = "Reglări Culoare...";
"Color By Words" = "Culoare prin cuvinte";
"Color Cast" = "Culoare dominantă";
"Color Cast:" = "Culoare dominantă:";
"Color Correction" = "Corecţie Culoare";
"Color Correction:" = "Corecţie Culoare:";
"Color Match RGB" = "Potrivire Culoare RGB";
"Color Options" = "Opţiuni Culoare";
"Color:" = "Culoare:";
"Colored" = "Color";
"Colored Paper" = "Hârtie Color";
"colorful" = "colorate";
"Colorful" = "Colorat";
"Colorimetric" = "Colorimetric";
"colors" = "culorile";
"Colors" = "Culori";
"Comment" = "Comentariu";
"Comment (Optional):" = "Comentariu (Opţional):";
"Commercial" = "Comercial";
"Commercial CMYK" = "Comercial CMYK";
"completely" = "complet";
"Completely" = "Complet";
"Composite Black" = "Negru Mixt";
"Confidential Watermark" = "Confidenţial";
"Configuration:" = "Configurare:";
"Confirm" = "Confirmare";
"Confirm Passcode:" = "Confirmare Cod Parolă:";
"Confirmation Sheet:" = "Confirmare:";
"considerably less" = "mult mai puţin";
"considerably more" = "mult mai mult";
"Contrast" = "Contrast";
"Contrast:" = "Contrast:";
"contrasty" = "Contrastant";
"Cool" = "Rece";
"Copy Named Paper" = "Copiere Hârtie Denumită";
"Copy Paper" = "Copiere...";
"Copy Watermark" = "Copie";
"Cover Notes:" = "Note Copertă:";
"Cover Option" = "Copertă";
"Cover Options" = "Opţiuni Coperţi";
"Cover Options Label" = "Opţiuni Copertă:";
"Cover Position" = "Poziţie Copertă";
"Cover Position:" = "Poziţie Copertă:";
"Cover Sheet" = "Coală Copertă";
"Cover Sheet Image:" = "Imagine Coală Copertă:";
"Cover Sheet Notes:" = "Note Coală Copertă:";
"Cover Sheet Paper Size:" = "Format Hârtie Coală Copertă:";
"Cover Sheet Watermark Title" = "Editor Imagine Coală Copertă";
"Cover Sheet:" = "Coală Copertă:";
"Cover:" = "Copertă:";
"Covers Title" = "Coperţi";
"Covers..." = "Coperţi...";
"Credit Card:" = "Card de Credit:";
"Creep Range" = "(%1$@-%2$@ puncte)";
"Creep:" = "Deplasare:";
"Crop document to fit currently loaded paper size" = "Decupare document pentru încadrare pe formatul de hârtie alimentat curent";
"CSS (Common Stacker Stapler)" = "CSS (Capsator Stivuitor Obişnuit)";
"Current Document" = "Document Curent";
"Custom" = "Personalizat";
"Custom 1" = "Personalizat 1";
"Custom 2" = "Personalizat 2";
"Custom 3" = "Personalizat 3";
"Custom 4" = "Personalizat 4";
"Custom 5" = "Personalizat 5";
"Custom 6" = "Personalizat 6";
"Custom 7" = "Personalizat 7";
"Custom Automatic Color..." = "Culoare Automată Personalizată...";
"Custom Banner Sheet" = "Coală Antet Personalizată";
"Custom Color" = "Culoare Personalizată";
"Custom Color 1" = "Culoare Personalizată 1";
"Custom Color 2" = "Culoare Personalizată 2";
"Custom Color 3" = "Culoare Personalizată 3";
"Custom Color 4" = "Culoare Personalizată 4";
"Custom Color 5" = "Culoare Personalizată 5";
"Custom Color 6" = "Culoare Personalizată 6";
"Custom Color 7" = "Culoare Personalizată 7";
"Custom Color Adjustments" = "Reglări Culoare Personalizată";
"Custom Color Adjustments Title" = "Reglări Culoare Personalizată";
"Custom Color Correction" = "Corecţie Culoare Personalizată";
"Custom Color Options" = "Opţiuni Culoare Personalizată";
"Custom Color Options..." = "Opţiuni Culoare Personalizată...";
"Custom Finishing" = "Finisare Personalizată";
"Custom Finishing:" = "Finisare Personalizată:";
"Custom Selection" = "Selecţie Personalizată";
"Custom Size" = "Format Personalizat";
"Custom Tab Shift" = "(%1$@)";
"Custom Type" = "Tip Personalizat";
"Custom Type 1" = "Tip Personalizat 1";
"Custom Type 2" = "Tip Personalizat 2";
"Custom Type 3" = "Tip Personalizat 3";
"Custom Type 4" = "Tip Personalizat 4";
"Custom Type 5" = "Tip Personalizat 5";
"Custom Type 6" = "Tip Personalizat 6";
"Custom Type 7" = "Tip Personalizat 7";
"Custom Weight" = "Greutate Personalizată";
"Custom..." = "Personalizat...";
"cyan" = "cyan";
"Cyan" = "Cyan";
"cyan colors" = "culorile cyan";
"CyanLevel" = "Cyan";
"Cyan-Red" = "Cyan-Roşu";
"Cyan-Red:" = "Cyan-Roşu:";
"CYMK:" = "CMYK:";
"dark" = "închise";
"Dark" = "Închis";
"DarkChange" = "%1$@ închise";
"Default Account ID:" = "ID Cont Implicit:";
"Default Account Type:" = "Tip Cont Implicit:";
"Default Accounting Codes Required" = "Coduri Contorizare Implicite Necesare";
"Default Accounting Codes:" = "Coduri Contorizare Implicite:";
"Default Billing ID / Passcode:" = "ID Facturare / Cod Parolă Implicit:";
"Default Group Account" = "Cont Grup Implicit";
"Default Public Folder" = "Folder Public Implicit";
"Default User ID / Passcode:" = "ID Utilizator / Cod Parolă Implicit:";
"Default User ID:" = "ID Utilizator Implicit:";
"DefaultAccountingCodesRequiredNote" = "Trebuie să introduceţi coduri contorizare implicite sau să selectaţi opţiunea \"Solicitare Fiecare Lucrare\".";
"Defaults" = "Implicite";
"Delay Print Title" = "Imprimare Întârziată";
"Delay Print..." = "Imprimare Întârziată...";
"Delete" = "Ştergere";
"Delete Cover Warning" = "Sunteţi sigur(ă) că doriţi să ştergeţi această Coală Copertă pentru totdeauna?";
"Delete Cover Warning Title" = "Ştergere Imagine Coală Copertă?";
"Delete Watermark" = "Ştergere";
"Delete Watermark Warning" = "Sunteţi sigur(ă) că doriţi să ştergeţi acest filigran pentru totdeauna?";
"Delete Watermark Warning Title" = "Ştergere Filigran";
"Describe Additional Color Changes:" = "Descrie Modificări Suplimentare de Culoare:";
"Description" = "Descriere";
"Description (Expert):" = "Descriere (Expert):";
"Destination Profile" = "Profil Destinaţie";
"DFA Finisher" = "Finisher DFA";
"DFA Finisher Profile" = "Profil Finisher DFA";
"DFA Finisher Profile..." = "Profil Finisher DFA...";
"DFA Finisher Profiles" = "Profiluri Finisher DFA";
"DFA Module" = "Modul DFA";
"Dialing Options:" = "Opţiuni Formare:";
"Dialing Prefix:" = "Prefix Formare:";
"Direct CMYK" = "CMYK direct";
"Disable Booklet Layout" = "Dezactivare Aspect Broşură";
"Disable Job ID" = "Dezactivare ID Lucrare";
"Disabled" = "Dezactivat";
"Disabled (Recommended)" = "Dezactivat (Recomandat)";
"Display error message in large window" = "Afişează mesaj eroare în fereastră mare";
"Display error message in small window" = "Afişează mesaj eroare în fereastră mică";
"DL Envelope (110 x 220 mm)" = "Plic DL (110 x 220 mm)";
"Do not allow unsupported paper size values" = "Interzicere valori format hârtie nesuportate";
"Do not display error message" = "Nu afişa mesaj de eroare";
"Do not notify me" = "Fără notificare";
"Do Not Print a Confirmation Sheet" = "Fără Imprimare Coală de Confirmare";
"Do Not Print a Cover Sheet" = "Fără Imprimare Coală Copertă";
"Do Not Print Job ID" = "Fără Imprimare ID Lucrare";
"Do Not Prompt" = "Fără mesaj de solicitare";
"Do not scale and print on loaded paper size" = "Nu scala şi imprimă pe formatul de hârtie alimentat";
"Do Not Show Recipients" = "Fără Afişare Destinatari";
"Documentation" = "Documentaţie";
"Documentation Note" = "Se conectează la site-ul web de asistenţă, unde puteţi accesa manuale şi filme video, care oferă informaţii despre utilizarea sistemului.";
"DocuTech 6180" = "DocuTech 6180";
"Draft Mode" = "Mod Schiţă";
"Draft Mode:" = "Mod Schiţă:";
"Draft Watermark" = "Schiţă";
"Draw Page Borders" = "Desenare Contururi Pagină";
"DriverVersionBuild" = "Versiune Driver: %1$@ (%2$@)";
"Drop Size:" = "Dimensiune picătură:";
"Dual Center Tray" = "Tavă centrală dublă";
"Dual Print Engine" = "Motor Imprimare Dublu";
"Dual Print Engines" = "Sisteme Imprimare Duble";
"dull" = "ceţos";
"Duplex Module" = "Modul Duplex";
"Duplicate Name Message" = "Există deja o hârtie denumită %1$@.  Doriţi să înlocuiţi hârtia existentă?";
"Duplicate Name Title" = "Nume Duplicat";
"DuplicateFaxName" = "Nume: %1$@";
"DuplicateFaxNumber" = "Număr Fax: %1$@";
"DuplicateRecipient" = "Destinatar Duplicat";
"DuplicateRecipientNote" = "Acest Destinatar există deja în Lista Destinatari.  Doriţi să adăugaţi un duplicat al acestui Destinatar?";
"Each Set" = "Fiecare Set";
"Each Set and Each Subset" = "Fiecare Set şi Fiecare Subset";
"Each Set and Subset" = "Fiecare Set şi Subset";
"Each Subset" = "Fiecare Subset";
"Earth Smart Disable Banner Page" = "Dezactivarea funcţiei Pagini Antet în anumite medii de birou poate avea ca efect separarea sau amestecarea accidentală a lucrărilor dvs. de către alţi utilizatori, rezultând mai multă risipă. Imprimarea ID-ului lucrării pe marginile paginilor vă poate ajuta să identificaţi lucrările fără să fie necesar să imprimaţi o pagină antet suplimentară.";
"Earth Smart Savings" = "Aţi economisit: %1$@ topuri (%2$@ coli)";
"Earth Smart Settings" = "Setări Inteligente pt. mediu";
"Edge Enhancement:" = "Amplificare Muchie:";
"Edit" = "Editare";
"Edit Covers Title" = "Editare Coperţi";
"Edit Exceptions Title" = "Editare Pagini Diferite";
"Edit Inserts Title" = "Editare Inserări";
"Edit Named Paper" = "Editare Hârtie Denumită";
"Edit Recipient" = "Editare Destinatar";
"Edit Watermark" = "Editare...";
"Edit..." = "Editare...";
"Ellipsis" = "...";
"Email Address:" = "Adresă E-mail:";
"Empty" = "Gol";
"Enable Subsets" = "Activare Subseturi";
"Enabled" = "Activat";
"End of Job" = "Sfârşit Lucrare";
"End of Page" = "Sfârşit Pagină";
"End of Set" = "Sfârşit Set";
"Enhanced" = "Îmbunătăţit";
"Enhanced 80ppm High Capacity Stacker" = "Stivuitor de Mare Capacitate Îmbunătăţit 80 ppm";
"Enhanced Image Quality" = "Calitate Îmbunătăţită Imagine";
"Enter accounting passcode at device note" = "Notă: După transmiterea lucrării, introduceţi acest cod parolă pe panoul de comandă al imprimantei pt a imprima lucrarea cu imprimare securizată.  Faceţi clic pe butonul Ajutor în această casetă de dialog pentru informaţii suplimentare.";
"Enter at Device" = "Introducere la Dispozitiv";
"Enter Now" = "Introduceţi Acum";
"EnterAtDeviceNote" = "Lucrarea va fi oprită la dispozitiv până la introducerea informaţiilor de autentificare corespunzătoare.";
"Env. No. 5 1/2 (4.375 x 5.75\")" = "Plic Nr. 5 1/2 (4,375 x 5,75\")";
"Env. No. 6 3/4 (3.625 x 6.5\")" = "Plic Nr. 6 3/4 (3,625 x 6,5\")";
"Envelope" = "Plic";
"Envelope (120 x 235 mm)" = "Plic (120 x 235 mm)";
"Envelope (220 x 312 mm)" = "Plic (220 x 312 mm)";
"Envelope (6 x 9\")" = "Plic (6 x 9\")";
"Envelope (9 x 12\")" = "Plic (9 x 12\")";
"Envelope 6x9 (6 x 9\")" = "Plic 6x9 (6 x 9\")";
"Envelope A7 (5.25 x 7.25\")" = "Plic A7 (5,25 x 7,25\")";
"Envelope B5 (176 x 250 mm)" = "Plic B5 (176 x 250 mm)";
"Envelope C4 (229 x 324 mm)" = "Plic C4 (229 x 324 mm)";
"Envelope C5 (162 x 229 mm)" = "Plic C5 (162 x 229 mm)";
"Envelope C6 (114 x 162 mm)" = "Plic C6 (114 x 162 mm)";
"Envelope Choukei 3 Gou" = "Plic Choukei 3 Gou";
"Envelope Choukei 4 Gou" = "Plic Choukei 4 Gou";
"Envelope DL (110 x 220 mm)" = "Plic DL (110 x 220 mm)";
"Envelope Monarch (3.875 x 7.5\")" = "Plic Monarch (3,875 x 7,5\")";
"Envelope Monarch (3.9 x 7.5\")" = "Plic Monarch (3,9 x 7,5\")";
"Envelope No. 10 (4.12 x 9.5\")" = "Plic Nr. 10 (4,12 x 9,5\")";
"Envelope No. 10 (4.125 x 9.5\")" = "Plic Nr. 10 (4,125 x 9,5\")";
"Envelope No. 5 1/2 (4.375 x 5.75\")" = "Plic Nr. 5 1/2 (4,375 x 5,75\")";
"Envelope No. 6 3/4 (3.625 x 6.5\")" = "Plic Nr. 6 3/4 (3,625 x 6,5\")";
"EnvWarningHeader" = "Pentru a optimiza imprimarea pe plicuri:";
"EnvWarningMessage" = "1. Deschideţi capacul din spate, aflat în spatele dispozitivului.\n2. Ridicaţi cele două pârghii.\n3. În cele două părţi ale cuptorului, glisaţi cele două comutatoare gri în poziţiile corespunzătoare plicurilor.\n4. Împingeţi în jos pârghiile verzi, apoi închideţi capacul din spate.\n5. Imprimaţi documentul.\n6. După terminarea imprimării, dacă doriţi să imprimaţi pe orice alt tip de hârtie, repetaţi aceşti paşi pentru a readuce comutatoarele gri în poziţiile corespunzătoare hârtiei.";
"Error Messages:" = "Mesaje Eroare:";
"Euroscale" = "Euroscale";
"Euroscale Coated CMYK" = "Euroscale Tratată CMYK";
"Euroscale Press" = "Tipar Euroscale";
"Exceeded Max Recipients Note" = "Adăugarea a %1$d destinatari fax în acest moment va depăşi numărul max. de %2$d destinatari fax.  Puteţi adăuga doar încă %3$d destinatari fax în acest moment.";
"Exceeded Maximum Recipients" = "Nr. Maxim Destinatari Depăşit";
"Exception Option" = "Diferită";
"Exception Page Label" = "Pagină diferită la Pagina";
"Exception Page Range Label" = "Pagini diferite la Paginile";
"Executive" = "Executive";
"Executive (7.25 x 10.5\")" = "Executive (7,25 x 10,5\")";
"Export" = "Export";
"Export..." = "Export...";
"Extended Gamut" = "Gamă cromatică extinsă";
"Extra Heavy Duty Media Kit" = "Kit super rezistent pentru suporturi groase";
"Extra Heavyweight" = "Carton Extra";
"Extra Heavyweight (Side 2)" = "Carton Extra (Faţa 2)";
"Extra Heavyweight Cardstock" = "Carton Gros Extra";
"Extra Heavyweight Cardstock Reloaded" = "Suport Carton Alcalin Extra Reîncărcat";
"Extra Heavyweight Gloss" = "Carton Lucios Extra";
"Extra Heavyweight Gloss Reloaded" = "Carton Lucios Extra Reîncărcat";
"Extra Heavyweight Glossy Cardstock" = "Carton Gros Lucios Extra";
"Extra Heavyweight Hole Punched Cardstock" = "Suport Carton Alcalin Extra Perforat";
"Extra Heavyweight Labels" = "Etichete Carton Extra";
"Extra Heavyweight Plus" = "Carton Extra Plus";
"Extra Heavyweight Plus Reloaded" = "Carton Extra Plus Reîncărcat";
"Extra Heavyweight Reloaded" = "Carton Extra Reîncărcat";
"Extra Thick Card Stock" = "Carton Extra Gros";
"Face" = "Exterior";
"Face Down" = "Cu Faţa în Jos";
"Face Down and Reverse Order" = "Cu faţa în jos şi ordine inversată";
"Face Down Reverse Order" = "Cu Faţa în Jos în Ordine Inversată";
"Face Up" = "Cu Faţa în Sus";
"Face Up and Reverse Order" = "Cu faţa în sus şi ordine inversată";
"Face Up Reverse Order" = "Cu Faţa în Sus în Ordine Inversată";
"Face-Up" = "Cu Faţa în Sus";
"False" = "Fals";
"Fast Color" = "Culoare Rapidă";
"Fast Reprint" = "Reimprimare Rapidă";
"Fast Reprint with DRI" = "Reimprimare rapidă cu DRI";
"Fax" = "Fax";
"Fax Friendly" = "Compatibil Fax";
"Fax Label" = "Fax";
"Fax Number" = "Număr Fax";
"Fax Number:" = "Număr Fax:";
"Fax Resolution:" = "Rezoluţie Fax:";
"Fax..." = "Fax...";
"Feed Direction" = "Direcţie Alimentare";
"Feeder" = "Alimentator";
"Film (Synthetic)" = "Film (sintetic)";
"Final Job:" = "Lucrare Finală:";
"Fine" = "Fin";
"Finisher" = "Finisher";
"Finisher A: Main Stacker" = "Finisher A: Stivuitor Principal";
"Finisher A: Top Tray" = "Finisher A: Tava Superioară";
"Finisher A<3A> Main Stacker" = "Finisher A<3A> Stivuitor Principal";
"Finisher A<3A> Stacker Tray" = "Finisher A<3A> Tavă stivuitor";
"Finisher A<3A> Top Tray" = "Finisher A<3A> Tava Superioară";
"Finisher B: Main Stacker" = "Finisher B: Stivuitor Principal";
"Finisher B: Top Tray" = "Finisher B: Tava Superioară";
"Finisher B<3A> Main Stacker" = "Finisher B<3A> Stivuitor Principal";
"Finisher B<3A> Stacker Tray" = "Finisher B<3A> Tavă stivuitor";
"Finisher B<3A> Top Tray" = "Finisher B<3A> Tava Superioară";
"Finisher C: Main Stacker" = "Finisher C: Stivuitor Principal";
"Finisher C: Top Tray" = "Finisher C: Tava Superioară";
"Finisher C<3A> Main Stacker" = "Finisher C<3A> Stivuitor Principal";
"Finisher C<3A> Stacker Tray" = "Finisher C<3A> Tavă stivuitor";
"Finisher C<3A> Top Tray" = "Finisher C<3A> Tava Superioară";
"Finisher D: Main Stacker" = "Finisher D: Stivuitor Principal";
"Finisher D: Top Tray" = "Finisher D: Tava Superioară";
"Finisher D<3A> Main Stacker" = "Finisher D<3A> Stivuitor Principal";
"Finisher D<3A> Stacker Tray" = "Finisher D<3A> Tavă stivuitor";
"Finisher D<3A> Top Tray" = "Finisher D<3A> Tava Superioară";
"Finisher E: Main Stacker" = "Finisher E: Stivuitor Principal";
"Finisher E: Top Tray" = "Finisher E: Tava Superioară";
"Finisher F: Main Stacker" = "Finisher F: Stivuitor Principal";
"Finisher F: Top Tray" = "Finisher F: Tava Superioară";
"Finisher G: Main Stacker" = "Finisher G: Stivuitor Principal";
"Finisher G: Top Tray" = "Finisher G: Tava Superioară";
"Finisher Output Tray" = "Tavă Ieşire Finisher";
"Finisher Tray" = "Tavă Finisher";
"Finisher/Output Tray" = "Finisher/Tava de Ieşire";
"Finishing" = "Finisare";
"Finishing:" = "Finisare:";
"Flat" = "Monoton";
"Flood Clear" = "Acoperire Transparent";
"Flood White" = "Acoperire alb";
"Foggy" = "Neclar";
"FOGRA Gloss Coated CMYK" = "FOGRA Tratată Lucioasă CMYK";
"FOGRA Matte Coated CMYK" = "FOGRA Tratată Mată CMYK";
"FOGRA Plus CMYK" = "FOGRA Plus CMYK";
"FOGRA Uncoated CMYK" = "FOGRA Netratată CMYK";
"FOGRA Web Offset CMYK" = "FOGRA Web Offset CMYK";
"Folder" = "Folder";
"Folder:" = "Folder:";
"Folding" = "Împăturire";
"Folding:" = "Împăturire:";
"FoliageGreen" = "Culori verde frunză";
"foliage-green colors" = "culorile verde frunză";
"Force to New Paper Size:" = "Forţare la Format Nou Hârtie:";
"Forced (4800 Bps)" = "Forţat (4800 Bps)";
"Fore" = "Anterior";
"Form Name:" = "Nume Formular:";
"Format" = "Format";
"Format:" = "Format:";
"From Form Page:" = "De la Pagină Formular:";
"From Label" = "De la";
"From:" = "De la:";
"Front" = "Faţă";
"Front and Back<3A> Different" = "Faţă şi Spate<3A> Diferite";
"Front and Back<3A> Same" = "Faţă şi Spate<3A> Identice";
"Front Cover Paper Label" = "Hârtie Copertă Faţă:";
"Front Cover Value" = "Copertă Faţă";
"Front Only" = "Doar Faţă";
"Front Rotation:" = "Rotire Faţă:";
"FrontBack" = "Faţă şi Spate";
"FrontOnly" = "Doar Faţă";
"FTM (Finishing Transport Module)" = "FTM (Modul de Transport Finisare)";
"FTM-S (FTM With Stacker)" = "FTM-S (FTM cu Stivuitor)";
"FTM-S + FTM-S" = "FTM-S + FTM-S";
"Full" = "Plin";
"Full Bleed" = "Depăşire Pagină Integrală";
"Full Cut Tab" = "Separatoare Tăiate";
"Full Cut Tab-Embossed" = "Separatoare Tăiate-În relief";
"Full Page Flood" = "Flux Pagină Integrală";
"G3 (14.4 Kbps)" = "G3 (14,4 Kbps)";
"G3 (Automatic)" = "G3 (Automat)";
"G3 (Fixed International)" = "G3 (Internaţional fix)";
"G3 (Fixed)" = "G3 (Fix)";
"G3 (International)" = "G3 (Internaţional)";
"Gather" = "Colectare";
"GBC AdvancedPunch" = "GBC AdvancedPunch";
"GBC AdvancedPunch Pro - ANSI" = "GBC AdvancedPunch Pro – ANSI";
"GBC AdvancedPunch Pro - ISO" = "GBC AdvancedPunch Pro – ISO";
"GBC AdvancedPunch Unit" = "Unitate GBC AdvancedPunch";
"General Account" = "Cont General";
"Global Integrated Office Finisher" = "Finisher de birou integrat global";
"Global Setting" = "Setare Globală";
"Gloss" = "Lucios";
"Gloss Coating" = "Tratat Lucios";
"Gloss Coating Reloaded" = "Tratat Lucios Reîncărcat";
"Gloss Level" = "Nivel Luciu";
"Gloss Level:" = "Nivel Luciu:";
"Gloss Reloaded" = "Lucios Reîncărcat";
"Glossy" = "Lucios";
"Glossy Cardstock" = "Carton Lucios";
"Glossy Cardstock Reloaded" = "Suport Carton Lucios Reîncărcat";
"Glossy Paper" = "Hârtie Lucioasă";
"Glossy Reloaded" = "Lucios Reîncărcat";
"Gold" = "Auriu";
"Goldenrod" = "Galben Auriu";
"GRACol" = "GRACol";
"GRACoL 2006 Coated1v2 CMYK" = "GRACoL 2006 Tratată1v2 CMYK";
"Grain" = "Granulaţie";
"Grain Long" = "Granulaţie longitudinală";
"Grain Short" = "Granulaţie Scurtă";
"Grain:" = "Granulaţie:";
"Graphic Object Rendering" = "Randare Obiect Grafic";
"gray" = "gri";
"Gray" = "Gri";
"Gray Color" = "Culoare Gri";
"Gray Color Space" = "Spaţiu Culoare Gri";
"gray colors" = "culorile gri";
"GrayImages" = "Imagini Gri:";
"Grayscale" = "Nuanţe de Gri";
"GrayTextGraphics" = "Text şi Grafică Gri:";
"green" = "verzi";
"Green" = "Verde";
"green colors" = "culorile verzi";
"Group Account" = "Cont Grup";
"Gutter Range" = "(%1$@-%2$@ puncte)";
"Gutter:" = "Cotor:";
"Halftone Screen:" = "Ecran Semiton:";
"Halftones:" = "Semitonuri:";
"Hard Drive" = "Unitate Hard";
"hazy" = "voalate";
"Hazy" = "Voalat";
"HCS (High Capacity Stacker)" = "HCS (Stivuitor de Mare Capacitate)";
"HCS (High Capacity Stacker) + DFA" = "HCS (Stivuitor de Mare Capacitate) + DFA";
"HCS + Advanced Finisher" = "HCS + Finisher Avansat";
"HCS + Booklet Maker Finisher" = "HCS + Finisher Dispozitiv de Broşurare";
"HCS + DFA" = "HCS + DFA";
"HCS + HCS" = "HCS + HCS";
"HCS + HCS + Booklet Maker Finisher" = "HCS + HCS + Finisher Dispozitiv de Broşurare";
"HCS + HCS + DFA" = "HCS + HCS + DFA";
"HCS + HCS + Light Production C Finisher" = "HCS + HCS + Finisher C Producţie Uşoară";
"HCS + HCS + PR Booklet Maker Finisher" = "HCS + HCS + Finisher PR cu dispozitiv de broşurare";
"HCS + HCS + PR Finisher" = "HCS + HCS + Finisher PR";
"HCS + HCS + PR Finisher Plus" = "HCS + HCS + Finisher PR Plus";
"HCS + HCS + Standard Finisher" = "HCS + HCS + Finisher Standard";
"HCS + HCS + Standard Finisher Plus" = "HCS + HCS + Finisher Standard Plus";
"HCS + Light Production C Finisher" = "HCS + Finisher C Producţie Uşoară";
"HCS + PR Booklet Maker Finisher" = "HCS + Finisher PR cu dispozitiv de broşurare";
"HCS + PR Finisher" = "HCS + Finisher PR";
"HCS + PR Finisher Plus" = "HCS + Finisher PR Plus";
"HCS + Professional Finisher" = "HCS + Finisher Profesional";
"HCS + Standard Finisher" = "HCS + Finisher Standard";
"HCS + Standard Finisher Plus" = "HCS + Finisher Standard Plus";
"Heavy" = "Puternică";
"Heavy (106-200 gsm)" = "Gros (106-200 g/m2)";
"Heavy Plain Paper" = "Carton Obişnuit";
"Heavyweight" = "Carton";
"Heavyweight (Side 2)" = "Carton (Faţa 2)";
"Heavyweight Bond" = "Carton Standard";
"Heavyweight Cardstock" = "Carton Gros";
"Heavyweight Cardstock Reloaded" = "Suport Carton Alcalin Reîncărcat";
"Heavyweight Gloss" = "Carton Lucios";
"Heavyweight Gloss Coating" = "Carton Tratat Lucios";
"Heavyweight Gloss Coating Reloaded" = "Carton Tratat Lucios Reîncărcat";
"Heavyweight Gloss Reloaded" = "Carton Lucios Reîncărcat";
"Heavyweight Glossy" = "Carton Lucios";
"Heavyweight Glossy Cardstock" = "Carton Gros Lucios";
"Heavyweight Glossy Cardstock Reloaded" = "Suport Carton Alcalin Lucios Reîncărcat";
"Heavyweight Glossy(Side 2)" = "Carton Lucios (Faţa 2)";
"Heavyweight Hole Punched Cardstock" = "Carton Gros Perforat";
"Heavyweight Labels" = "Etichete Carton ";
"Heavyweight Pre-Printed" = "Carton Preimprimat";
"Heavyweight Reloaded" = "Carton Reîncărcat";
"Height" = "Înălţime";
"Height:" = "Înălţime:";
"High" = "Ridicat";
"High Capacity Feeder" = "Alimentator de Mare Capacitate";
"High Capacity Feeder (2 Trays)" = "Alimentator de Mare Capacitate (2 Tăvi)";
"High Capacity Stacker" = "Stivuitor de Mare Capacitate";
"High Capacity Tandem Trays" = "Tăvi Tandem Mare Capacitate";
"High Gloss" = "Foarte Lucios";
"High Quality" = "Calitate Înaltă";
"High Resolution" = "Rezoluţie Mare";
"High Speed" = "Viteză Mare";
"High Volume Finisher" = "Finisher de Volum Mare";
"High Volume Finisher With Booklet Maker" = "Finisher de Volum Mare cu Dispozitiv de Broşurare";
"High-Gloss" = "Foarte Lucios";
"Hold Job" = "Reţinere Lucrare";
"Hole Punch" = "Perforare";
"Hole Punch Module" = "Modul Perforare";
"Hole Punch Unit" = "Unitate Perforare";
"Hole Punched" = "Perforată";
"Hole Punched Cardstock" = "Carton Perforat";
"Hole Punched Paper" = "Hârtie Perforată";
"Hole Punched Paper:" = "Hârtie Perforată:";
"Hole Punching" = "Perforare";
"Hole Punching:" = "Perforare:";
"Holepunch Warning" = "Orice imagine de pe marginea perforată va fi ştearsă automat.";
"Horizontal Offset" = "Orizontal:";
"How Much Change?" = "Cât doriţi să modificaţi?";
"Ignore mismatch and print on loaded paper type" = "Ignoră neconcordanţa şi imprimă pe tipul de hârtie alimentat";
"Ignore Type mismatch and print on loaded paper" = "Ignoră neconcordanţă Tip şi imprimă pe hârtia alimentată";
"Image Enhancement" = "Îmbunătăţire Imagine";
"Image Enhancement:" = "Îmbunătăţire Imagine:";
"Image Object Rendering" = "Randare Obiect Imagine";
"Image Options" = "Opţiuni Imagine";
"Image Quality" = "Calitate Imagine";
"Image Shift" = "Deplasare Imagine";
"Image Shift:" = "Deplasare Imagine:";
"Images Profile" = "Profil Imagini";
"Images:" = "Imagini:";
"ImageShift Options:" = "Opţiuni Deplasare Imagine:";
"Import" = "Import";
"Import..." = "Import...";
"in." = "inci";
"Inches" = "Inci";
"Incomplete Color Change Note1" = "Nu aţi încheiat descrierea modificărilor de culoare.  Doriţi să finalizaţi modificările de culoare?  Faceţi clic pe Da pentru a continua descrierea modificărilor sau pe Nu pentru a ignora modificările şi a continua.";
"Incomplete Color Change Note2" = "Notă: Selectarea butonului săgeată verde va adăuga descrierea la listă şi va finaliza modificările.";
"Incomplete Color Changes" = "Modificare Culoare Incompletă";
"Independent" = "Independent";
"Index Card (3 x 5\")" = "Index Card (3 x 5\")";
"Index Card Stock" = "Carton Index";
"Input Slot" = "Slot intrare";
"Input Trays" = "Tăvi Intrare";
"Insert After Page Label" = "După Pagina(inile)";
"Insert Before Page 1 Label" = "Înainte de Pagina 1";
"Insert Option" = "Inserare";
"Insert Options:" = "Opţiuni Inserare:";
"Inserter Module" = "Modul Inserare";
"Installed" = "Instalat";
"Integrated Office Finisher" = "Finisher de Birou Integrat";
"Invalid EMail Address" = "Adresă e-mail nevalidă";
"Invalid EMail Alert" = "Adresa de e-mail „%1$@\" nu pare să fie o adresă de e-mail validă.\n\nUtilizaţi totuşi această adresă de e-mail?";
"Invalid Fixed Length Secure Print Passcode Alert" = "Trebuie să introduceţi un cod parolă din %1$@ cifre şi să îl reintroduceţi pentru confirmare, pentru a putea utiliza funcţia Imprimare Securizată.";
"Invalid Passcode Title" = "Cod Parolă Nevalid";
"Invalid Variable Length Secure Print Passcode Alert" = "Trebuie să introduceţi un cod parolă din %1$@-%2$@ cifre şi să îl reintroduceţi pentru confirmare, pentru a putea utiliza funcţia Imprimare Securizată.";
"InvalidAccountingPasscodeAlert" = "Codul parolă trebuie să aibă cel puţin 4 caractere sau să fie lăsat necompletat dacă nu este necesar.";
"ISO Coated" = "Tratată ISO";
"ISO Coated v2 (ECI)" = "ISO Tratată v2 (ECI)";
"ISO Uncoated" = "Netratată ISO";
"Ivory" = "Crem";
"Japan Color" = "Japan Color";
"Japan Color 2001 (Type1<3A>Art) CMYK" = "Japan Color 2001 (Tip 1<3A>Art) CMYK";
"Japan Color 2001 (Type2<3A>Matte) CMYK" = "Japan Color 2001 (Tip 2<3A>Mată) CMYK";
"Japan Color 2001 (Type3<3A>Coated) CMYK" = "Japan Color 2001 (Tip 3<3A>Tratată) CMYK";
"Japan Color 2001 (Type4<3A>Uncoated) CMYK" = "Japan Color 2001 (Tip 4<3A>Netratată) CMYK";
"Japan Color 2001 Plus CMYK" = "Japan Color 2001 Plus CMYK";
"JIS B4 (257 x 364 mm)" = "JIS B4 (257 x 364 mm)";
"JIS B5 (182 x 257 mm)" = "JIS B5 (182 x 257 mm)";
"JIS B6 (128 x 182 mm)" = "JIS B6 (128 x 182 mm)";
"Job Identification:" = "Identificare Lucrare:";
"Job Name:" = "Nume Lucrare:";
"Job Notes" = "Note Lucrare";
"Job Offset:" = "Offset Lucrare:";
"Job Settings Label" = "Setări Lucrare:";
"Job Storage" = "Stocare Lucrare";
"Job Storage Module" = "Modul Stocare Lucrare";
"Job Type" = "Tip Lucrare";
"Job Type:" = "Tip Lucrare:";
"K100% High Resolution" = "Rezoluţie Mare K100%";
"Kakugata 2 Envelope (240 x 332 mm)" = "Plic Kakugata 2 (240 x 332 mm)";
"L10N_No" = "Nu";
"L10N_Yes" = "Da";
"Labels" = "Etichete";
"LAN Fax" = "Fax LAN";
"LAN Fax Email Confirmation" = "Confirmare e-mail Fax LAN";
"LAN Fax Module" = "Modul Fax LAN";
"LAN Fax Passcode:" = "Parolă Fax LAN:";
"Landscape Bottom" = "Peisaj Jos";
"Landscape Top" = "Peisaj Sus";
"Large" = "Mare";
"Layers:" = "Straturi:";
"LCD Display" = "Afişaj LCD";
"Left" = "Stânga";
"Left Bind" = "Legare pe Stânga";
"Left Side Output Tray" = "Tava de Ieşire Stânga";
"Left To Right" = "Stânga la Dreapta";
"Left Top Tray" = "Tava Superioară Stânga";
"Left Tray" = "Tavă Stânga";
"Legal (8.5 x 14\")" = "Legal (8,5 x 14\")";
"Less" = "Mai puţin";
"Letter (8.5 x 11\")" = "Letter (8,5 x 11\")";
"Letter Tab (9 x 11\")" = "Sep. Letter (9 x 11\")";
"Letterhead" = "Hârtie cu Antet";
"light" = "deschise";
"Light" = "Uşoară";
"Light Plain Paper" = "Hârtie Obişnuită Uşoară";
"Light Production C Finisher" = "Finisher C Producţie Uşoară";
"Light Production Finisher" = "Finisher Producţie Uşoară";
"Light Production Finisher with C- Z- Fold" = "Finisher Producţie Uşoară cu Împăturire în C- Z";
"LightChange" = "%1$@ deschise";
"Lighten/Darken" = "Mai Deschis/Mai Închis";
"Lightness" = "Luminozitate";
"Lightness:" = "Luminozitate:";
"Lightweight" = "Subţire";
"Lightweight Cardstock" = "Suport Carton Subţire";
"Lightweight Cardstock Reloaded" = "Suport Carton Subţire Reînc.";
"Lightweight Glossy Cardstock" = "Suport Carton Subţire Lucios";
"Lightweight Glossy Cardstock Reloaded" = "Suport Carton Subţire Lucios Reînc.";
"Lightweight Hole Punched Cardstock" = "Carton Subţire Perforat";
"Lightweight Pre-Printed" = "Subţire Preimprimată";
"Loading Failed Message" = "Nu se poate efectua conectarea la imprimantă în acest moment.  Lista Hârtie Imprimantă nu poate fi încărcată.";
"Loading Failed Title" = "Încărcare Eşuată";
"Local Accounting" = "Contorizare Locală";
"Long" = "Lung";
"Long Edge Feed" = "Alimentare pe muchia lungă";
"Long Edge Feed (Normal)" = "Alimentare pe Muchia Lungă (Normal)";
"Low" = "Redus";
"magenta" = "magenta";
"Magenta" = "Magenta";
"magenta colors" = "culorile magenta";
"Magenta-Green" = "Magenta-Verde";
"Magenta-Green:" = "Magenta-Verde:";
"MagentaLevel" = "Magenta";
"Mailbox" = "Cutie Poştală";
"Mailbox Number" = "Număr Cutie Poştală";
"Mailbox:" = "Cutie Poştală:";
"Main Tray" = "Tava Principală";
"MakeAllColors" = "Fă %1$@";
"MakeColors" = "Fă culorile %1$@";
"MakeModifiedAllColors" = "Fă %1$@ %2$@";
"MakeModifiedColors" = "Fă culorile %1$@ %2$@";
"Manage..." = "Administrare...";
"Manual" = "Manual";
"Manual Feed (Tray 1)" = "Alimentare Manuală (Tava 1)";
"Manual Feed Tray 1 (MPT)" = "Tavă Alimentare Manuală 1 (MPT)";
"Manually Configure Black" = "Configurare Manuală Negru";
"Mask Account ID (****)" = "Mascare ID Cont (****)";
"Mask User ID (****)" = "Mascare ID Utilizator (****)";
"Matte" = "Mat";
"Max" = "Max";
"Maximum" = "Maxim";
"Maximum Inserts Limit Error" = "Aţi atins limita de intrări pagini speciale";
"Medium" = "Mediu";
"Medium (85-105 gsm)" = "Mediu (85-105 g/m2)";
"MediumChange" = "%1$@ medii";
"Millimeters" = "Milimetri";
"Minimum" = "Minim";
"Mirror Both" = "În Oglindă Ambele";
"Mirror Image:" = "Imagine în Oglindă:";
"Mirror Output:" = "Ieșire în oglindă:";
"Mirror X" = "În Oglindă X";
"Mirror X, Tandem Y" = "În Oglindă X, Tandem Y";
"Mirror Y" = "În Oglindă Y";
"Mirror Y, Tandem X" = "În Oglindă Y, Tandem X";
"Mirrored Image:" = "Imagine în Oglindă:";
"Mirrored Output:" = "Ieşire în Oglindă:";
"mm" = "mm";
"moderately less" = "destul de puţin";
"moderately more" = "destul de mult";
"Monarch Envelope (3.9 x 7.5\")" = "Plic Monarch (3,9 x 7,5\")";
"Monochrome Graphics" = "Grafică Monocromă";
"Monochrome Images" = "Imagini Monocrome";
"More" = "Mai";
"More Adjustments" = "Mai Multe Reglări";
"More Adjustments Title" = "Mai Multe Reglări";
"More Adjustments..." = "Mai Multe Reglări...";
"More Status..." = "Mai Multe Stare...";
"MoreAdjustments" = "Mai Multe Reglări";
"MoveDown" = "Mutare în Jos";
"MoveUp" = "Mutare în Sus";
"Multi Page TIFF" = "TIFF Pagini Multiple";
"Multifunction Finisher Pro Plus" = "Finisher Multifuncţional Pro Plus";
"Multifunction Finisher Professional" = "Finisher Multifuncţional Profesional";
"Multifunction Finisher Professional Plus" = "Finisher Multifuncţional Profesional Plus";
"Multiple" = "Multiplă";
"Multiple Finishing" = "Finisare Multiplă";
"Multiple Finishing..." = "Finisare Multiplă...";
"Multiple Staples" = "Capse Multiple";
"Multi-Staple" = "Mai Multe Capse";
"My Paper List" = "Lista Mea de Hârtie";
"Name" = "Nume";
"Name(Required):" = "Nume(obligatoriu):";
"Name:" = "Nume:";
"Named Paper" = "Hârtie Denumită";
"Named Paper..." = "Hârtie Denumită...";
"Native" = "Nativ";
"NearEmpty" = "Aproape gol";
"Negative Image" = "Imagine Negativă";
"Negative Image:" = "Imagine Negativă:";
"Negative Output" = "Ieşire Negativă";
"Negative Output:" = "Ieşire Negativă:";
"Never Apply Embedded Profiles" = "Nu aplica niciodată Profile Incluse";
"New Named Paper" = "Hârtie Denumită Nouă";
"New Watermark" = "Nou...";
"Next" = "Următorul";
"No" = "Nu";
"No Back Cover" = "Fără Copertă Spate";
"No Banner Page" = "Fără Pagină Antet";
"No Banner Pages" = "Fără Pagini Antet";
"No Booklet Finishing" = "Fără Finisare Broşură";
"No Booklet Folding" = "Fără Împăturire Broşură";
"No Covers" = "Fără Coperţi";
"No Extra Trays" = "Fără Tăvi Suplimentare";
"No Finisher" = "Fără Finisher";
"No Finishing" = "Fără Finisare";
"No Folding" = "Fără Împăturire";
"No Hole Punch" = "Fără Perforare";
"No Hole Punching" = "Fără Perforare";
"No Offset" = "Fără Offset";
"No Separators" = "Fără Separatoare";
"No Staple" = "Fără Capsare";
"No Stapling" = "Fără Capsare";
"No Trimming" = "Fără tăiere";
"No Watermark" = "Fără";
"No. 10 Envelope (4.1 x 9.5\")" = "Plic Nr. 10 (4,1 x 9,5\")";
"No. 9 Envelope (3.9 x 8.9\")" = "Plic Nr. 9 (3,9 x 8,9\")";
"NoCovers" = "Fără Coperţi";
"None" = "Fără";
"Normal" = "Normal";
"Normal (52-84 gsm)" = "Normal (52-84 g/m2)";
"Normal Print" = "Imprimare Normală";
"Not Full" = "Nu este plin";
"Not Graphics(Only Images, Text)" = "Fără Grafică (Doar Imagini, Text)";
"Not Images(Only Text, Graphics)" = "Fără Imagini (Doar Text, Grafică)";
"Not Installed" = "Neinstalat";
"Not Text(Only Images, Graphics)" = "Fără Text (Doar Imagini, Grafică)";
"Note: When staple is selected, then each subset is stapled." = "Notă: Dacă este selectată capsarea, fiecare subset este capsat.";
"Notes Label" = "Note";
"Notify me when job has completed" = "Notificare la finalizarea lucrării";
"Notify me when job has completed or failed" = "Notificare la finalizarea sau eşuarea lucrării";
"Notify me when job has failed" = "Notificare la eşuarea lucrării";
"Number in Sequence:" = "Număr în Secvenţă:";
"Number of Pads:" = "Număr de Blocuri:";
"Number of Pages:" = "Număr de Pagini:";
"Number of Passes:" = "Număr de treceri:";
"Number of Sheets:" = "Număr de Coli:";
"Object Based Clear:" = "Cern. Transp. în funcţie de Obiect:";
"OCT (Offset Catch Tray)" = "OCT (Tava Offset de Ieşire)";
"Off" = "Oprit";
"Office Color" = "Culoare Office";
"Office Finisher" = "Finisher de Birou";
"Office Finisher LX" = "Finisher de Birou LX";
"Office Finisher LX with Booklet Maker" = "Finisher de Birou LX cu Dispozitiv de Broşurare";
"Office Finisher with Booklet Maker" = "Finisher de Birou cu Dispozitiv de Broşurare";
"Offset Catch Tray" = "Tava Offset de Ieşire";
"Offset Each Set" = "Offset Fiecare Set";
"Offset/Subset" = "Offset/Subset";
"Offset/Subset..." = "Offset/Subset...";
"Offset:" = "Offset:";
"Offsetting Catch Tray" = "Tava Offset de Ieşire";
"Oficio (216 x 343 mm)" = "Oficio (216 x 343 mm)";
"OficioSEF" = "Oficio (216 x 343 mm) SEF";
"OK" = "OK";
"On" = "Pornit";
"Once" = "O Dată";
"Once, Then Repeat" = "O Dată, apoi Repetare";
"One Extra Tray" = "O Tavă Suplimentară";
"One Sided" = "1 Faţă";
"Only Graphics" = "Doar Grafică";
"Only Images" = "Doar Imagini";
"Only Prompt for Color" = "Solicitare doar pentru Color";
"Only Prompt For Color and Fax" = "Solicitare doar pentru Color şi Fax";
"Only Prompt for Fax" = "Solicitare doar pentru Fax";
"Only Text" = "Doar Text";
"Open Envelope (178 x 254 mm)" = "Plic Deschis (178 x 254 mm)";
"Open Envelope (6 x 9\")" = "Plic Deschis (6 x 9\")";
"Open Envelope (7 x 10\")" = "Plic Deschis (7 x 10\")";
"OPI Prescan:" = "Prescanare OPI:";
"OPI Substitution:" = "Substituţie OPI:";
"Optimal" = "Optim";
"Optimize for Economy" = "Optimizare pentru Economie";
"Optimize for Speed" = "Optimizare pentru Viteză";
"Optional Booklet Module" = "Modul Broşură Opţional";
"Optional Duplex Unit" = "Unitate Duplex Opţională";
"Optional Hard Drive" = "Unitate Hard Opţională";
"Optional RAM Disk" = "Disc RAM Opţional";
"Optional Secure Digital Card" = "Card Secure Digital Opţional";
"Options" = "Opţiuni";
"Options:" = "Opţiuni:";
"orange" = "portocalii";
"Orange" = "Portocaliu";
"orange colors" = "culorile portocalii";
"Order Supplies" = "Comandare Consumabile";
"Organization" = "Organizaţie";
"Organization:" = "Organizaţie:";
"Other" = "Altele";
"Other Color" = "Altă Culoare";
"Other Size" = "Alt Format";
"Other Type" = "Alt Tip";
"Other Weight" = "Altă Greutate";
"OtherType" = "Alt Tip";
"Output Color" = "Culoare Ieşire";
"Output Color:" = "Culoare Ieşire:";
"Output Destination" = "Destinaţie Ieşire";
"Output Destination:" = "Destinaţie Ieşire:";
"Output Options" = "Opţiuni Ieşire";
"Output Options:" = "Opţiuni Ieşire:";
"Output Tray" = "Tavă de Ieşire";
"Oversized High Capacity Feeder" = "Alimentator de Mare Capac. Supradimens.";
"Oversized High Capacity Feeder (2 Trays)" = "Alimentator de Mare Capac. Supradimens. (2 Tăvi)";
"Oversized Tabloid (12 x 18\")" = "Tabloid Supradimensionat (12 x 18\")";
"Pads" = "Blocuri";
"Pads Copies Alert Message" = "Funcţia Copii din fereastra de imprimare a aplicaţiei trebuie să fie setată la";
"Pads Enabled" = "Blocuri Activate";
"Pads..." = "Blocuri...";
"Pads:" = "Blocuri:";
"Page(s) Note" = "Notă: Introduceţi numere de pagină şi/sau intervale de pagini separate prin virgulă.  De exemplu, 1,3,5-12";
"Page(s) Title" = "Pagină(i)";
"Page(s):" = "Pagină(i):";
"Pages Per Subset" = "Pagini pe Subset";
"Pages Per Subset:" = "Pagini pe Subset";
"Pages to Print" = "Pagini de Imprimat";
"Pages to Print (Expert)" = "Pagini de Imprimat (Expert)";
"Pages to Print Note" = "Notă: Utilizaţi această setare Interval Imprimare în locul setării Interval Imprimare a aplicaţiei pentru a vă asigura că Pagini Speciale se referă la paginile corecte din document.";
"Pages to Print:" = "Pagini de Imprimat:";
"Paper Color" = "Culoare Hârtie";
"Paper Color:" = "Culoare Hârtie:";
"Paper Compensation:" = "Compensare hârtie:";
"Paper Mismatch Policy" = "Politică Neconcordanţă Hârtie";
"Paper Name:" = "Nume Hârtie:";
"Paper Output" = "Ieşire Hârtie";
"Paper Size:" = "Format Hârtie:";
"Paper Size: " = "Format Hârtie: ";
"Paper Tray" = "Tava de Hârtie";
"Paper Trays" = "Tăvi de Hârtie";
"Paper Type" = "Tip Hârtie";
"Paper Type:" = "Tip Hârtie:";
"Paper Weight" = "Greutate Hârtie";
"Paper Weight (gsm):" = "Greutate Hârtie (g/m2):";
"Paper Weight:" = "Greutate Hârtie:";
"Paper/Output" = "Hârtie / Ieşire";
"Paper:" = "Hârtie:";
"Passcode Title" = "Cod Parolă";
"Passcode..." = "Cod Parolă...";
"Passcode:" = "Cod Parolă:";
"PDF" = "PDF";
"Perceptual" = "Perceptual";
"Perfect Binding" = "Legare cu Termoclei";
"Perfect Binding..." = "Legare cu Termoclei...";
"PerfectBinderInserterTray" = "Tavă Modul Inserare pentru Unitate Legare Termoclei";
"Personal and Shared Saved Jobs" = "Lucrări Salvate Partajate şi Personale";
"Personal Job" = "Lucrare Personală:";
"Personal Print" = "Imprimare Personală";
"Personal Saved Jobs" = "Lucrări Salvate Personale";
"PhaserSMART Technical Support" = "Suport Tehnic PhaserSMART";
"PhaserSMART Technical Support Note" = "Se conectează prin sistemul dvs. pentru a accesa PhaserSMART, care oferă soluţii la problemele specifice sistemului. (Doar în limba engleză)";
"Phone Label" = "Telefon";
"Photo" = "Foto";
"Photo Mode" = "Mod Foto";
"Picture Watermark" = "Imagine";
"pink" = "roz";
"Pink" = "Roz";
"pink colors" = "culorile roz";
"Plain" = "Obişnuită";
"Plain Paper" = "Hârtie Obişnuită";
"Plain Reloaded" = "Obişnuită Reîncărcată";
"Portrait Left" = "Portret Stânga";
"Portrait Right" = "Portret Dreapta";
"Position Shift" = "Deplasare poziție";
"Post Card (3.5 x 5.5\")" = "Carte poştală (3,5 x 5,5\")";
"Post Card (4 x 6\")" = "Carte Poştală (4 x 6\")";
"Post Card (6 x 9\")" = "Carte Poştală (6 x 9\")";
"Post Process Inserter" = "Modul Inserare Post Proces";
"Post Process Inserter (Tray 6)" = "Modul Inserare Post Proces (Tava 6)";
"Post Process Inserter (Tray 7)" = "Modul Inserare Post Proces (Tava 7)";
"Post Process Inserter (Tray 8)" = "Modul Inserare Post Proces (Tava 8)";
"Postcard" = "Carte Poştală";
"Postcard (100 x 148 mm)" = "Carte Poştală (100 x 148 mm)";
"Postcard (148 x 200 mm)" = "Carte Poştală (148 x 200 mm)";
"Postcard (4 x 6\")" = "Carte poştală (4 x 6\")";
"Postcard (4.25 x 5.5\")" = "Carte poştală (4,25 x 5,5\")";
"PPI(Post Process Inserter)" = "PPI (Modul Inserare Post Proces)";
"PR Booklet Maker Finisher" = "Finisher PR cu dispozitiv de broşurare";
"PR Finisher" = "Finisher PR";
"PR Finisher Plus" = "Finisher PR Plus";
"Pre-Cut Tab" = "Separatoare Pretăiate";
"Pre-Cut Tab Cardstock" = "Separatoare Pretăiate Suport Carton";
"Pre-Cut Tab Title" = "Separatoare Pretăiate";
"Pre-Cut Tab-Embossed" = "Separatoare Pretăiate-În relief";
"Pre-Cut Tabs" = "Separatoare Pretăiate";
"Pre-Cut Tabs Extra Heavyweight Cardstock" = "Separat.Pretăiate Suport Carton Alcalin Extra";
"Pre-Cut Tabs Heavyweight Cardstock" = "Separat. Pretăiate Suport Carton Alcalin";
"Preprinted" = "Preimprimată";
"Pre-printed" = "Preimprimată";
"Pre-Printed" = "Preimprimată";
"Pre-Printed Cardstock" = "Carton Preimprimat";
"Pre-Printed Heavyweight Cardstock" = "[MT]Pre-Printed Heavyweight Cardstock";
"Prepunched" = "Preperforată";
"Pre-punched" = "Pre-perforată";
"Press Match" = "PressMatch";
"Preview" = "Previzualizare";
"Previous" = "Precedentul";
"Print a Confirmation Sheet" = "Imprimare Coală de Confirmare";
"Print a Cover Sheet" = "Imprimare Coală Copertă";
"Print and Save<3A>" = "Imprimare şi Salvare<3A>";
"Print As Grayscale" = "Imprimare în Nuanţe de Gri";
"Print Both" = "Imprimare Ambele";
"Print Engine" = "Sistem Imprimare";
"Print ID in Margins - All Pages" = "Imprimare ID pe Margini - Toate Paginile";
"Print ID in Margins - First Page Only" = "Imprimare ID pe Margini - Doar Prima Pagină";
"Print ID on a Banner Page" = "Imprimare ID pe o Pagină Antet";
"Print ID on a Banner Sheet" = "Imprimare ID pe o Coală Antet";
"Print in Background" = "Imprimare în Fundal";
"Print in Foreground" = "Imprimare în Prim-Plan";
"Print Inside" = "Imprimare pe Interior";
"Print Job ID in Margins - All Pages" = "Imprimare ID Lucrare pe Margini - Toate Paginile";
"Print Job ID in Margins - First Page Only" = "Imprimare ID Lucrare pe Margini - Doar Prima Pagină";
"Print on All Pages" = "Imprimare pe Toate Paginile";
"Print on Both Sides" = "Imprimare pe Ambele Feţe";
"Print on Page 1 Only" = "Imprimare Doar pe Pagina 1";
"Print on Side 1" = "Imprimare pe Faţa 1";
"Print on Side 2" = "Imprimare pe Faţa 2";
"Print Optimization:" = "Optimizare Imprimare:";
"Print Outside" = "Imprimare pe Exterior";
"Print Quality" = "Calitate Imprimare";
"Print Quality:" = "Calitate Imprimare:";
"Print Settings on Page" = "Imprimare Setări pe Pagină";
"Print With Passcode Note 1" = "Notă: Pentru a afişa lucrările personale salvate, introduceţi parola utilizată când aţi salvat lucrările la imprimantă.";
"Print With Title" = "Imprimare cu";
"Print With..." = "Imprimare cu...";
"Printed" = "Imprimat";
"Printed Covers" = "Coperţi Imprimate";
"Printed Option" = "Imprimat";
"Printed Separators" = "Separatoare Imprimate";
"Printer Default" = "Valoare Implicită Imprimantă";
"Printer Default Color" = "Culoare Implicită Imprimantă";
"Printer Default Type" = "Tip Implicit Imprimantă";
"Printer Emulation:" = "Emulare Imprimantă:";
"Printer Model" = "Model Imprimantă";
"Printer Paper List" = "Listă Hârtie Imprimantă";
"Printing Optimization:" = "Optimizare Imprimare:";
"Printing Scout Job Notification:" = "Notificare Lucrare Printing Scout:";
"Private:" = "Privat:";
"Production Finisher" = "Finisher Producţie";
"Productivity Pack" = "Pachet Productivitate";
"Professional Finisher" = "Finisher Profesional";
"Professional Office Finisher" = "Finisher de Birou Profesional";
"Profile Name:" = "Nume Profil:";
"Prompt me at the printer to load the correct paper size" = "Solicită-mi pe imprimantă să alimentez formatul de hârtie corect";
"Prompt me at the printer to load the correct paper type" = "Solicită-mi pe imprimantă să alimentez tipul de hârtie corect";
"Prompt me when" = "Anunţă-mă la";
"Proof Print" = "Imprimare de Probă";
"Proof Print Select Alert" = "Setarea %1$@ din această fereastră va schimba Tip Lucrare de la Imprimare Securizată, la %2$@.  Faceţi clic pe OK pentru a schimba tipul lucrării la %3$@.";
"Proof Print..." = "Imprimare de Probă...";
"PSK + PSK" = "PSK + PSK";
"PSK + PSK + PSK" = "PSK + PSK + PSK";
"PSK + PSK + PSK + PSK" = "PSK + PSK + PSK + PSK";
"PSK(Production Stacker)" = "PSK (Stivuitor pt. Producţie)";
"Public<3A>" = "Public<3A>";
"Punch Location" = "Locaţie Perforare";
"Punched" = "Perforată";
"Pure" = "Pur";
"Pure Black" = "Negru Pur";
"purple" = "violete";
"Purple" = "Violet";
"purple colors" = "culorile violet";
"Quantity Label" = "Cantitate:";
"Quantity:" = "Cantitate:";
"RAM Disk" = "Disc RAM";
"RBG to Black for Text/Graphics" = "RBG în Negru pentru Text/Grafică";
"Recipient Information:" = "Informaţii Destinatar:";
"Recipient Name:" = "Nume Destinatar:";
"Recipients" = "Destinatari";
"Recycled" = "Reciclată";
"red" = "roşii";
"Red" = "Roşu";
"red colors" = "culorile roşii";
"Register System" = "Înregistrare Sistem";
"Register System Note" = "Înregistrează online sistemul dvs..";
"Regular" = "Normal";
"Relative Colorimetric" = "Colorimetric Relativ";
"Remove" = "Eliminare";
"Remove Multiple Recipients" = "Sunteţi sigur(ă) că doriţi să eliminaţi cei %1$@ Destinatari selectaţi?";
"Remove Recipient Note" = "Sunteţi sigur(ă) că doriţi să eliminaţi acest Destinatar?";
"Remove Recipient?" = "Eliminare Destinatar?";
"Removing a Recipient" = "Eliminare Destinatar";
"Replace" = "Înlocuire";
"Request Offset" = "Solicitare Offset";
"Request Offset:" = "Solicitare Offset:";
"Required" = "Necesar";
"Required Fixed Length Secure Print Passcode Alert" = "Pentru a utiliza funcţia Imprimare Securizată este necesar un cod parolă de %1$@ cifre.  A fost selectat un cod parolă aleatoriu.";
"Required Passcode Title" = "Necesită Cod Parolă";
"Required Variable Length Secure Print Passcode Alert" = "Pentru a utiliza funcţia Imprimare Securizată este necesar un cod parolă de %1$@-%2$@ cifre.  A fost selectat un cod parolă aleatoriu.";
"Resolution:" = "Rezoluţie:";
"RGB Color" = "Culoare RGB";
"RGB Color Space" = "Spaţiu Culoare RGB";
"RGB Color:" = "Culoare RGB:";
"RGB Neutral Gray" = "Gri Neutru RGB";
"RGB Neutral Gray:" = "Gri Neutru RGB:";
"RGBImages" = "Imagini RGB:";
"RGBTextGraphics" = "Text şi Grafică RGB:";
"Right" = "Dreapta";
"Right Bind" = "Legare pe Dreapta";
"Right Bottom Tray" = "Tavă Inferioară Dreapta";
"Right Bottom Tray (Booklet Maker)" = "Tavă Inferioară Dreapta (Dispozitiv de Broşurare)";
"Right Center Tray" = "Tavă Centrală Dreapta";
"Right Middle Tray" = "Tava din Mijloc Dreapta";
"Right Middle Tray(Office Finisher LX with Booklet Maker)" = "Tavă din Mijloc Dreapta (Finisher de Birou LX cu Dispozitiv de Broşurare)";
"Right Side Tray" = "Tavă Dreapta";
"Right To Left" = "Dreapta la Stânga";
"Right Top Tray" = "Tavă Superioară Dreapta";
"Right Tray" = "Tavă Dreapta";
"Rotate Image 180 Degrees:" = "Rotire Imagine la 180 de Grade:";
"Rough" = "Rugos";
"Rough Surface" = "Suprafaţă Rugoasă";
"Same Rendering For All Objects" = "Randare Identică pt. Toate Obiectele";
"Sample Set" = "Set de Probă";
"Sample Set Title" = "Set de Probă";
"Satin" = "Satin";
"Saturation" = "Saturaţie";
"Saturation:" = "Saturaţie:";
"Save to Address Book" = "Salvare în Agendă Adrese";
"Save to Mailbox" = "Salvare în Cutia Poştală";
"Save<3A>" = "Salvare<3A>";
"Saved Background Form Title" = "Formular Fond Salvat";
"Saved Background Form..." = "Formular Fond Salvat...";
"Saved Job Title" = "Lucrare Salvată";
"Saved Job..." = "Lucrare Salvată...";
"Saved Jobs:" = "Lucrări Salvate:";
"Scale document to fit currently loaded paper size" = "Scalare document pentru încadrare pe formatul de hârtie alimentat curent";
"Scale to New Paper Size:" = "Scalare la Format Nou Hârtie:";
"Scan" = "Scanare";
"Scan and Gather" = "Scanare şi Colectare";
"SCT (Simple Catch Tray)" = "SCT (Tava Simplă de Ieşire)";
"Secure Digital Card" = "Card Secure Digital";
"Secure Print Note 1" = "Notă: Lucrarea va fi reţinută pe imprimantă până când introduceţi acest cod parolă pentru a o elibera.";
"Secure Print Title" = "Imprimare Securizată";
"Secure Print..." = "Imprimare Securizată...";
"Secure Saved Job:" = "Lucrare Salvată Securizat:";
"Select By Tray" = "Selectare după Tavă";
"Semi-Gloss" = "Semi-lucios";
"Semi-Rough" = "Semi-rugos";
"Send Account ID Only" = "Transmitere Doar ID Cont";
"Send Accounting ID Only" = "Transmitere Doar ID Contorizare";
"Send All" = "Transmitere Toate";
"Send At" = "Trimitere la";
"Send BillingID Only" = "Transmitere Doar ID Facturare";
"Send Now" = "Trimitere Acum";
"Send Speed:" = "Viteză Trimitere:";
"Send Time:" = "Timp Trimitere:";
"Send to Email" = "Trimitere la E-mail";
"Send User ID and Account ID" = "Transmitere ID Utilizator şi ID Cont";
"Send User ID and Accounting ID" = "Transmitere ID Utilizator şi ID Contorizare";
"Send User ID Only" = "Transmitere Doar ID Utilizator";
"Sender Information:" = "Informaţii Expeditor:";
"Sender Name:" = "Nume Expeditor:";
"Separator Options" = "Opţiuni Separator:";
"Separators Title" = "Separatoare";
"Separators..." = "Separatoare...";
"Sequenced" = "În secvenţă";
"Sequenced-Embossed" = "În secvenţă-În relief";
"Set 2-Sided Print" = "Setare Imprimare 2 Feţe";
"Set Draft Mode as my Print Quality" = "Setare Mod Schiţă pentru Calitate Imprimare";
"Set Earth Smart Proof Print as my Job type" = "Setare Imprim. de Probă Intelig. pt. mediu ca Tip Lucrare";
"Set Proof Print as my Job Type" = "Setare Imprimare de probă ca Tip lucrare";
"Set Separators:" = "Separatoare Seturi:";
"Setup Title" = "Setare";
"Setup..." = "Setare...";
"Shared Job" = "Lucrare Partajată:";
"Shared Saved Jobs" = "Lucrări Salvate Partajate";
"Sheets Per Pad:" = "Pagini per Bloc:";
"Short" = "Scurt";
"Short Edge Feed" = "Alimentare pe Muchia Scurtă";
"Show Advanced" = "Afişare Avansat";
"Show Basic" = "Afişare de Bază";
"Show Custom Text" = "Afişare Text Personalizat";
"Show Fonts..." = "Afişare Fonturi...";
"Show papers with unsupported attributes" = "Afişare hârtii cu atribute nesuportate";
"Show papers with unsupported values" = "Afişare hârtii cu valori nesuportate";
"Show Recipients" = "Afişare Destinatari";
"Side:" = "Lateral:";
"Side_1_X" = "Faţa 1: X: ";
"Side_1_Y" = "Y: ";
"Side_2_X" = "Faţa 2: X: ";
"Side_2_Y" = "Y: ";
"Side1" = "Faţa 1:";
"Side2" = "Faţa 2:";
"Sides Coated" = "Feţe Tratate";
"Sides Coated:" = "Feţe Tratate:";
"Signature Booklet Maker" = "Dispozitiv de Broşurare";
"Silver" = "Argintiu";
"Simple Catch Tray" = "Tava Simplă de Ieşire";
"Simulate Adobe RGB (1998) Display" = "Simulare afişaj Adobe RGB (1998)";
"Simulate LCD Display" = "Simulare Afişaj LCD";
"Simulate sRGB Display" = "Simulare Afişaj sRGB";
"Single Page TIFF" = "TIFF Pagină Unică";
"Single Print Engine" = "Sistem Imprimare Unic";
"Size" = "Format";
"Size Mismatch Instructions" = "Formatul de hârtie nu corespunde cu formatul documentului.  Pentru a imprima pe acest format de hârtie trebuie să modificaţi formatul documentului în aplicaţie sau să utilizaţi funcţia Manipulare Hârtie oferită de Apple în fereastra de imprimare.";
"skin tone colors" = "nuanţele de culoarea pielii";
"SkinTones" = "Nuanţe de culoarea pielii";
"Skip Blank Pages" = "Ignorare Pagini Goale";
"Skip Blank Pages:" = "Ignorare Pagini Goale:";
"SkyBlue" = "Culori azurii";
"sky-blue colors" = "culorile azurii";
"slightly less" = "uşor mai puţin";
"slightly more" = "uşor mai";
"SlightlyLess" = "Uşor mai puţin";
"SlightlyMore" = "Uşor mai";
"Slip Sheets" = "Coli Intercalate";
"Small" = "Redus";
"Smooth" = "Fin";
"SNAP" = "SNAP";
"SNAP Press" = "Tipar SNAP";
"SNMP Community Name (Get):" = "Nume Comunitate SNMP (Obţinere):";
"Source" = "Sursă:";
"Source Color" = "Culoare Sursă";
"Sparta Punch" = "Perforare Sparta";
"Special" = "Specială";
"Special Page Input Error" = "Introduceţi numere de pagină şi/sau intervale de pagini separate prin virgulă. \nDe exemplu: 7-12, 24-37.";
"Special Page Limit Error" = "Aţi atins limita de intrări pagină specială.";
"Special Page Range Order Error" = "Introd. intervale de pagini în care pag. de început să fie mai mică decât pag. de sfârşit. \nDe exemplu: 7-12, 24-37.";
"Special Page Too Large Error" = "Introduceţi numerele de pagină care utiliz. %1$@ cifre sau mai puţin.";
"Special Page Too Small Error" = "Numărul de pagină minim permis este %1$@.";
"Special Page Value Too Large Error" = "Numărul de pagină maxim permis este %1$@.";
"Special Pages" = "Pagini Speciale";
"Spot Color" = "Culoare Spot";
"Spot Colors:" = "Culori Spot:";
"SpotImages" = "Imagini Spot:";
"SpotTextGraphics" = "Text şi Grafică Spot:";
"Square Fold" = "Cotor dreptunghiular";
"Square Fold..." = "Cotor dreptunghiular...";
"Square Fold:" = "Cotor dreptunghiular:";
"SquareFold Trimmer" = "Ghilotină SquareFold";
"SRA3 (320 x 450 mm)" = "SRA3 (320 x 450 mm)";
"sRGB" = "sRGB";
"sRGB Display" = "Afişaj sRGB";
"sRGB Neutral Grays:" = "sRGB Griuri Neutre:";
"sRGB Scientific" = "sRGB Ştiinţific";
"Stacker Tray" = "Tava Stivuitor";
"Stacker Tray - HCS" = "Tava Stivuitor - HCS";
"Stacker Tray - HCS1" = "Tava Stivuitor - HCS1";
"Stacker Tray - HCS2" = "Tava Stivuitor - HCS2";
"Stacker Tray 1" = "Tava Stivuitor 1";
"Stacker Tray 2" = "Tava Stivuitor 2";
"Standard" = "Standard";
"Standard Finisher" = "Finisher Standard";
"Standard Finisher + PSK" = "Finisher Standard + PSK";
"Standard Finisher + PSK + PSK" = "Finisher Standard + PSK + PSK";
"Standard Finisher + PSK + PSK + PSK" = "Finisher Standard + PSK + PSK + PSK";
"Standard Finisher + XPS" = "Finisher Standard + XPS";
"Standard Finisher + XPS + XPS" = "Finisher Standard + XPS + XPS ";
"Standard Finisher + XPS + XPS + XPS" = "Finisher Standard + XPS + XPS + XPS";
"Standard Finisher Plus" = "Finisher Standard Plus";
"Standard Labels" = "Etichete Standard";
"Standard Output Tray" = "Tavă de ieşire standard";
"Staple Location" = "Locaţie Capsă";
"Stapling" = "Capsare";
"Stapling:" = "Capsare:";
"Start Message:" = "Mesaj Începere Lucrare:";
"Statement" = "Declaraţie";
"Statement (5.5 x 8.5\")" = "Declaraţie (5,5 x 8,5\")";
"Stochastic" = "Stocastic";
"Stock Finishing:" = "Finisare Suport:";
"Store File in Folder" = "Stocare Fişier în Folder";
"sunny" = "însorite";
"Sunny" = "Însorit";
"Super G3 (33.6 Kbps)" = "Super G3 (33,6 Kbps)";
"Superfine" = "Superfin";
"Suppress Clear" = "Eliminare Cern. Transparentă";
"Suppress White" = "Eliminare alb";
"Suppress_Alert" = "Nu arăta din nou";
"SWOP" = "SWOP";
"Swop Coated CMYK" = "Swop Tratată CMYK";
"Swop Plus CMYK" = "Swop Plus CMYK";
"SWOP Press" = "Tipar SWOP";
"System" = "Sistem";
"System Specified" = "Specificat de Sistem";
"System Status" = "Stare Sistem";
"System Status Note" = "Accesează pagina web CentreWare® IS pentru sistem (dacă acesta este conectat la o reţea).";
"Tab Margin Note" = "Notă: această imprimantă nu poate elimina automat hârtie în secvenţă. Faceţi clic pe Ajutor pt. mai multe detalii.";
"Tab Margin Shift:" = "Deplasare Margine Separator:";
"Tabloid (11 x 17\")" = "Tabloid (11 x 17\")";
"Tandem Both" = "Tandem Ambele";
"Tandem X" = "Tandem X";
"Tandem Y" = "Tandem Y";
"Telephone Number:" = "Număr Telefon:";
"Text and Graphics Profile" = "Profil Text şi Grafică";
"Text and Graphics:" = "Text şi Grafică:";
"Text Object Rendering" = "Randare Obiect Text";
"Text Watermark" = "Text";
"Textured/Embossed" = "Texturat/În relief";
"then" = "apoi,";
"Thick Card Stock" = "Carton Gros";
"Thick Glossy Paper" = "Hârtie Lucioasă Groasă";
"Thin Card Stock" = "Carton Subţire";
"Thin Glossy Paper" = "Hârtie Lucioasă Subţire";
"Thin Line Enhancement:" = "Amplificare Linii Subţiri:";
"Third-Party Custom Accounting" = "Contorizare Personalizată Externă";
"Third-Party Note" = "Este instalat un sistem extern de soluţii contorizare personalizate.";
"Three Extra Trays" = "Trei Tăvi Suplimentare";
"Throughout Job" = "Lucrare Integrală";
"Time to Print:" = "Timp Imprimare:";
"to" = "la";
"To Label" = "Către";
"To:" = "La:";
"Toner Saver" = "Economie Toner";
"Toner Saver:" = "Economie Toner:";
"toolTip" = "etichetă unealtă TBD";
"Top" = "Sus";
"Top Bind" = "Legare Sus";
"Top Rotation:" = "Rotire Sus:";
"Top Tray" = "Tava Superioară";
"Top Tray - HCS" = "Tava Superioară - HCS";
"Top Tray - HCS1" = "Tava Superioară - HCS1";
"Top Tray - HCS2" = "Tava Superioară - HCS2";
"Top Tray 3" = "Tavă superioară 3";
"TopLeft" = "Stânga Sus";
"TopRight" = "Dreapta Sus";
"Transfer" = "Transfer";
"Transparency" = "Transparent";
"Transparency Separators..." = "Separatoare Transparente...";
"TransparencySeparators Title" = "Separatoare Transparente";
"TransparencySeparators:" = "Separatoare Transparente:";
"TransparencySeparatorsNote:" = "Notă: Utilizaţi această funcţie pt. a adăuga o pagină separat. între transp. Aceste setări se vor aplica doar dacă tipul de hârtie este setat la Transparent.";
"Trapping" = "Suprapunere";
"Trapping:" = "Suprapunere:";
"TrappingRange" = "1-20 pixeli";
"Tray 1" = "Tava 1";
"Tray 1 (Bypass)" = "Tava 1 (Manuală)";
"Tray 1 (MPT)" = "Tava 1 (MPT)";
"Tray 2" = "Tava 2";
"Tray 3" = "Tava 3";
"Tray 3 (High Capacity)" = "Tava 3 (Mare Capacitate)";
"Tray 4" = "Tava 4";
"Tray 4 (Bypass)" = "Tava 4 (Manuală)";
"Tray 4 Bypass Tray" = "Tava 4 Tavă manuală";
"Tray 5" = "Tava 5";
"Tray 5 - PFP" = "Tava 5 - PFP";
"Tray 5 (Bypass)" = "Tavă 5 (Manuală)";
"Tray 5 (Bypass) Feed Edge:" = "Tava 5 (Manuală) Muchie Alimentare:";
"Tray 6" = "Tava 6";
"Tray 6 (High Capacity)" = "Tavă 6 (Mare Capacitate)";
"Tray 6 (Inserter)" = "Tava 6 (Modul Inserare)";
"Tray 7" = "Tava 7";
"Tray 7 (High Capacity)" = "Tava 7 (Mare Capacitate)";
"Tray 8 (Inserter)" = "Tavă 8 (Modul Inserare)";
"Tray T1" = "Tava T1";
"Tray1" = "Tava: 1";
"Tray2" = "Tava: 2";
"Tray3" = "Tava: 3";
"Tray4" = "Tava: 4";
"Tray5" = "Tava: 5";
"trayEmpty" = "0% - Gol";
"trayFull" = "100% - Plin";
"Treated" = "Tratată";
"Tri-Fold Module" = "Modul Împăturire Triplă";
"Trim Edge Range" = "(%1$@-%2$@ %3$@)";
"Trim Outside Edge" = "Tăiere Margine Exterioară";
"Trim Outside Edge..." = "Tăiere Margine Exterioară...";
"Trim Outside Edge:" = "Tăiere Margine Exterioară:";
"Trim Size:" = "Dimensiune Tăiere:";
"Trim Top/Bottom Edges" = "Tăiere margini sus/jos";
"Trimmed Height" = "Înălțime tăiată";
"Trimmed Length:" = "Lungime tăiată:";
"Trimming Adjustments" = "Reglări Tăiere";
"Trimming/Finishing" = "Tăiere/finisare";
"Trimming/Finishing..." = "Tăiere/finisare...";
"Trimming:" = "Tăiere:";
"TrimOutsideEdge Title" = "Tăiere Margine Exterioară";
"True" = "Adevărat";
"True 1200x1200 dpi" = "Real 1200x1200 dpi";
"True Gray Graphics:" = "Grafică Gri:";
"Turn off Banner Pages" = "Dezactivare Pagini Antet";
"Two Extra Trays" = "Două Tăvi Suplimentare";
"Two Sided" = "2 Feţe";
"Two-sided Trimmer" = "Ghilotină dublă";
"Type" = "Tip";
"Type Title" = "Tip";
"Ultrafine" = "Ultrafin";
"Uncoated" = "Netratat";
"Uncoated Finish" = "Finisare Netratată";
"Uncoated Finish:" = "Finisare Netratată:";
"Uncollated" = "Necolaţionate";
"Unconfirmed" = "Neconfirmat";
"Unknown" = "Necunoscut";
"Unspecified" = "Nespecificat";
"US Folio (8.5 x 13\")" = "Folio US (8,5 x 13\")";
"US Sheet Fed Coated CMYK" = "Coală US Alimentată Tratată CMYK";
"Use Application Halftones" = "Utilizare Aplicaţie Semiton";
"Use CMYK Color Settings for Black" = "Utilizare Setări Culoare CMYK pentru Negru";
"Use Composite Black" = "Utilizare Negru Mixt";
"Use Document Name" = "Utilizare Nume Document";
"Use Embedded Clear" = "Utiliz. Transp. din Fişier Încorporat";
"Use Embedded White" = "Utilizare alb inclus";
"Use Global Adjustments" = "Utilizare Reglări Globale";
"Use In Job" = "Utilizare în Lucrare";
"Use Job Setting" = "Utilizare Setare Lucrare";
"Use Leading Pages" = "Utilizare Pagini Iniţiale";
"Use Login Name" = "Utilizare Nume de Conectare";
"Use Name Only (Expert)" = "Utilizare Doar Nume (Expert)";
"Use Printer Control Panel Setting" = "Utilizare Setare Panou de Comandă Imprimantă";
"Use Printer Halftones" = "Utilizare Semitonuri Imprimantă";
"Use Printer Halftones:" = "Utilizare Semitonuri Imprimantă:";
"Use Pure Black" = "Utilizare Negru Pur";
"Use RGB Color Settings for Black" = "Utilizare Setări Culoare RGB pentru Negru";
"UseGlobal" = "Utilizare Reglări Globale";
"User ID / Passcode:" = "ID Utilizator / Cod Parolă:";
"User ID:" = "ID Utilizator:";
"User Name:" = "Nume Utilizator:";
"User TRCs:" = "TRC utilizator:";
"Value" = "Valoare";
"Version:" = "Versiune:";
"VersionBuild" = "%1$@ (%2$@)";
"Vertical Offset" = "Vertical:";
"Vertical Position:" = "Poziţie Verticală:";
"vivid" = "intense";
"Vivid" = "Intens";
"Vivid Color" = "Culoare Intensă";
"Vivid RGB" = "RGB Intens";
"Vivid sRGB" = "sRGB Intens";
"Want to know more ?" = "Vrei să afli mai multe?";
"warm" = "calde";
"Warm" = "Cald";
"Warning" = "Avertisment";
"Watermark Angle" = "Unghi:";
"Watermark Editor Title" = "Editor Filigran";
"Watermark Options" = "Opţiuni";
"Watermark Position" = "Poziţie: (de la centru)";
"Watermark Scale" = "Scară:";
"Watermark:" = "Filigran:";
"Web Links Note" = "Dacă aveţi instalată o conexiune la Internet şi un browser, faceţi clic pe un link web pentru a vă conecta la aceste pagini web direct de la driver.";
"Weight" = "Greutate";
"What Color to Change?" = "Ce culoare modificaţi?";
"What Type of Change?" = "Ce tip de modificare?";
"white" = "albe";
"White" = "Alb";
"white colors" = "culorile albe";
"White..." = "Alb...";
"White:" = "Alb:";
"Width" = "Lăţime";
"Width:" = "Lăţime:";
"X" = "X";
"Xerox Automatic Color" = "Culoare Automată Xerox";
"Xerox Automatic Color (Recommended)" = "Culoare Automată Xerox (Recomandat)";
"Xerox Black and White" = "Xerox Alb şi Negru";
"Xerox Job Ticket Note" = "Dacă se dezactivează această funcţie, driverul va produce numai ieşiri PS. Nu va fi inclusă sau accesibilă nicio setare Descrierea Lucrării Xerox (funcţii imprimantă). Doriţi să continuaţi?";
"Y" = "Y";
"yellow" = "galbene";
"Yellow" = "Galben";
"yellow colors" = "culorile galbene";
"Yellow-Blue" = "Galben-Albastru";
"Yellow-Blue:" = "Galben-Albastru:";
"YellowLevel" = "Galben";
"Yes" = "Da";
"Z Fold Half Sheet" = "Împăturire Z Jumătate Coală";
"Z Fold Half Sheet (Bottom Bind)" = "Împăturire Z Jumătate Coală (Legare Jos)";
"Z Fold Half Sheet (Left Bind)" = "Împăturire Z Jumătate Coală (Legare pe Stânga)";
"Z Fold Half Sheet (Right Bind)" = "Împăturire Z Jumătate Coală (Legare pe Dreapta)";
"Z Fold Half Sheet (Top Bind)" = "Împăturire Z Jumătate Coală (Legare Sus)";
"Z Fold Half Sheet Enabled" = "Împăturire Z Jumătate Coală Activată";
"Z Fold Half Sheet-Left Bind" = "Legare stânga împăturire Z jumătate coală";
"Z Fold Half Sheet-Right Bind" = "Legare dreapta împăturire Z jumătate coală";
"Z Tri-Fold" = "Împăturire Triplă în Z";
"Z Tri-Fold (Print Inside)" = "Împăturire Triplă în Z (Imprimare pe Interior)";
"Z Tri-Fold (Print Outside)" = "Împăturire Triplă în Z (Imprimare pe Exterior)";
"Z Tri-Fold Print Inside" = "Imprimare la Interior Împăturire Triplă în Z";
"Z Tri-Fold Print Outside" = "Imprimare la Exterior Împăturire Triplă în Z";
"Z Tri-Fold Single Sheet - (Print Inside)" = "Împăturire Triplă în Z Coli Unice - (Imprimare la Interior)";
"Z Tri-Fold Single Sheet - (Print Outside)" = "Împăturire Triplă în Z Coli Unice - (Imprimare la Exterior)";
"Z-Fold / C-Fold Unit" = "Unitate Împăturire în Z / Împăturire în C";
"zippy" = "dinamice";
"Zippy" = "Dinamic";
